[
{"title": "The entrepreneur trying to make thrifting truly eco-friendly with AI", "url": "https://restofworld.org/2024/3-minutes-with-nofal-khan-swag-kicks/", "author": "Itika Sharma Punit", "publication_date": "2024-05-21", "image_urls": [], "body": ["We initially identified a pressing local issue: the limited accessibility of high-quality sneakers at affordable prices for young Pakistanis. Millennials and Gen Z were aware of global fashion trends via social media but lacked access to these products. To bridge this gap, we offer sneakers and streetwear from global brands at a fraction of the cost. This has democratized fashion access and breathed second life into used sneakers and apparel, preventing them from ending up in landfills.", "As we expanded, we encountered the challenge of effectively managing pre-loved fashion inventory. Each product demanded individual inspection for sorting, grading, and photographing. Manual pricing often led to missed revenue opportunities due to underpricing.", "With no existing tech solution to scale an online thrift business, we developed our proprietary tech called ThriftOps, which automates operations efficiently using AI and machine learning. ThriftOps automates the crucial, labor-intensive processes inherent in the thrift industry.", "While thrift is commonly perceived as eco-friendly, the reality is far from ideal. The thrift life cycle begins with individuals donating apparel to charities. With only a small portion sold in local charity storefronts, the remainder is shipped off in containers to countries like Pakistan for manual sorting and grading, only to be sent back to markets in North America, Europe, Latin America, and Africa. This extensive travel contributes to significant carbon emissions and contradicts the sustainability ethos of thrift."], "ner_entities": [["Pakistanis", "NORP"], ["second", "ORDINAL"], ["ThriftOps", "ORG"], ["AI", "ORG"], ["ThriftOps", "ORG"], ["Pakistan", "GPE"], ["North America", "LOC"], ["Europe", "LOC"], ["Latin America", "LOC"], ["Africa", "LOC"]]},
{"title": "Rwanda’s homegrown EV leader sets its sights on Kenya", "url": "https://restofworld.org/2024/kenya-ev-motorbike-ampersand/", "author": "Abraham Augustine", "publication_date": "2024-05-16", "image_urls": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Vehicle-assembly_031-TKeza-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Vehicle-assembly_023-TKeza-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Battery-assembly_021-TKeza-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Battery-assembly_030-TKeza--40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Gishushu_034-TKeza-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Gishushu_001-TKeza-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/AMPERSAND_240515_Swapstation_Kacyiru_009-TKeza-40x27.jpg"], "body": ["Patrick Sakwa, a bike-taxi driver in Nairobi, has doubled his daily income over the last month.", "He still works the same hours, but saves a lot on fuel expenses because Sakwa switched from a traditional oil-guzzling motorbike to a new electric bike in April. The only reason he could make the switch, he told ", ", was that he found a company that allowed him to buy a bike with a minimal up-front cost. “I’ve been trying to get some of my other friends who still use petrol bikes to switch,” Sakwa said.", "Sakwa’s new bike is made by Ampersand, Rwanda’s largest EV maker, which entered Kenya in December. The company has already become a strong contender in one of Africa’s most competitive EV markets, where at least 12 local and international e-bike brands operate.", "Ampersand’s bikes make up roughly 70% of all registered electric motorcycle taxis in Rwanda, one of Africa’s smallest countries. Its success can be attributed to government support, affordable financing plans, and a nascent market. The company is now trying to replicate this success in Kenya, and has already made a mark.", "“Kenya is the big market for us when we look ahead five or six years,” Emmanuel Hakizimana, Ampersand’s co-founder and country manager for Rwanda, told ", ". “Nairobi as a city alone is equivalent to the entire Rwanda as a market. Kenya is also the hub of investment; the big investors are all in Nairobi. We expect that in the next two years, our Nairobi business will be bigger than Rwanda. We are also looking at Uganda and Tanzania.”", "Founded in 2016, Ampersand started as an EV infrastructure company that built a network of 27 battery-swap stations around Kigali in its early years, CEO Josh Whale told ", ". In 2018, it started manufacturing bikes at a factory in Kigali,", "and also offered a financing plan for customers to purchase them in 24 monthly installments. So far, the company has sold over 2,200 bikes in Rwanda.", "Ampersand has raised $34.4 million to date, with investment from a crop of African and international investors, including AlphaMundi and Total Energy Ventures. The company is backed by the Rwandan Green Fund, the government’s environment and climate change investment initiative. ", "Ampersand’s success is partly due to the support it has received from the Rwanda government, Whale said. In August 2019, just months after the company started selling its bikes, Rwanda’s president, Paul Kagame, ", " that his government would work to replace gas-powered motorbikes with electric ones. In 2023, the government ", " on EVs — the third African country to do so after Tunisia and Togo.", "Competing in Kenya would be a bigger challenge for Ampersand, experts told ", ".", "“Even a market leader selling 1,000 vehicles doesn’t scratch the surface, considering that there are over 2 million motorcycles in Kenya with a market growth of 250,000 annually by 2030,” said Andrew Amadi, an energy transition advisor at Independent Petroleum Dealers, a coalition of gas station owners in Kenya. “What will determine growth will be the business model.”", "Ampersand has seen some early success in the new market. Since launching in December 2023, the company has sold 655 motorcycles in Nairobi — a fifth of what Kenya’s biggest EV player, Roam Electric, has sold since 2022.", "The smooth start can be attributed to the financial partnerships the company has forged in Kenya, Whale said. The company either sells its e-bikes outright for $1,619, or partners with institutions like Jali Finance, Bboxx, M-Kopa, and Watu to allow customers to pay over 24 months.", "Ampersand’s expansion to Kenya comes on the heels of rising gas prices, a cost-of-living crisis that has ", ", and a government commitment to ", ".", "The company’s network of battery-swap stations in Nairobi allows EV owners to change their batteries in less than two minutes, said Whale. “We’ve now got a lot of battery-swapping stations around the city, and they’re in the right places because we work with TotalEnergies as a partner and investor,” he said. “They’re in convenient locations, and those locations are also very much driven by customer requests.”", "Experts believe the investment in swapping stations will benefit EV companies in the long run.", "“Growing EV adoption for motorcycle taxis is slow because it’s a hardware thing, [and] it’s not cheap to bring in a bunch of motorcycles and finance them when you don’t get that money back immediately,” Tom Courtright, an electric mobility consultant and research director at Africa E-Mobility Alliance, told ", ". “Most of them see that the real money is in the battery swapping … By the time [an Indian company like] TVS or Bajaj decides to enter the electric motorcycle business, they will ensure their motorcycle works with [their] battery-swapping network. That’s the real exit plan.”", "As Ampersand moves deeper into Kenya, Whale believes the company’s experience in Rwanda and its focus on pricing will help it win.", "“We started as a very small garage project in Kigali, and from the beginning, worked closely with the customers,” he said. “We’re now saving 35%–40% on operating costs — including fuel and oil changes and maintenance — versus a petrol motorcycle. Over the lifespan of the vehicle, that compares very favorably, [and] as far as I’m aware, we’re cheaper than anybody else.”"], "ner_entities": [["Patrick Sakwa", "PERSON"], ["Nairobi", "GPE"], ["daily", "DATE"], ["the last month", "DATE"], ["the same hours", "TIME"], ["Sakwa", "PERSON"], ["April", "DATE"], ["Sakwa", "PERSON"], ["Sakwa", "PERSON"], ["Ampersand", "GPE"], ["Rwanda", "GPE"], ["EV", "ORG"], ["Kenya", "GPE"], ["December", "DATE"], ["one", "CARDINAL"], ["Africa", "LOC"], ["EV", "ORG"], ["at least 12", "CARDINAL"], ["Ampersand", "GPE"], ["roughly 70%", "PERCENT"], ["Rwanda", "GPE"], ["one", "CARDINAL"], ["Africa", "LOC"], ["Kenya", "GPE"], ["Kenya", "GPE"], ["five or six years", "DATE"], ["Emmanuel Hakizimana", "PERSON"], ["Ampersand", "GPE"], ["Rwanda", "GPE"], ["Nairobi", "GPE"], ["Rwanda", "GPE"], ["Kenya", "GPE"], ["Nairobi", "GPE"], ["the next two years", "DATE"], ["Nairobi", "GPE"], ["Rwanda", "GPE"], ["Uganda", "GPE"], ["Tanzania", "GPE"], ["2016", "DATE"], ["Ampersand", "GPE"], ["EV", "ORG"], ["27", "CARDINAL"], ["Kigali", "GPE"], ["its early years", "DATE"], ["Josh Whale", "PERSON"], ["2018", "DATE"], ["Kigali", "GPE"], ["24", "CARDINAL"], ["monthly", "DATE"], ["over 2,200", "CARDINAL"], ["Rwanda", "GPE"], ["$34.4 million", "MONEY"], ["African", "NORP"], ["AlphaMundi", "ORG"], ["Total Energy Ventures", "ORG"], ["the Rwandan Green Fund", "ORG"], ["Ampersand", "GPE"], ["Rwanda", "GPE"], ["Whale", "ORG"], ["August 2019", "DATE"], ["just months", "DATE"], ["Rwanda", "GPE"], ["Paul Kagame", "PERSON"], ["2023", "DATE"], ["third", "ORDINAL"], ["African", "NORP"], ["Tunisia", "PERSON"], ["Togo", "PERSON"], ["Kenya", "GPE"], ["Ampersand", "GPE"], ["1,000", "CARDINAL"], ["2 million", "CARDINAL"], ["Kenya", "GPE"], ["250,000", "CARDINAL"], ["annually", "DATE"], ["2030", "DATE"], ["Andrew Amadi", "PERSON"], ["Independent Petroleum Dealers", "ORG"], ["Kenya", "GPE"], ["December 2023", "DATE"], ["655", "CARDINAL"], ["Nairobi", "GPE"], ["fifth", "ORDINAL"], ["Kenya", "GPE"], ["EV", "ORG"], ["Roam Electric", "PERSON"], ["2022", "DATE"], ["Kenya", "GPE"], ["Whale", "GPE"], ["1,619", "MONEY"], ["Jali Finance", "PERSON"], ["Bboxx", "GPE"], ["Watu", "ORG"], ["24 months", "DATE"], ["Ampersand", "GPE"], ["Kenya", "GPE"], ["Nairobi", "GPE"], ["EV", "ORG"], ["less than two minutes", "TIME"], ["Whale", "PERSON"], ["TotalEnergies", "ORG"], ["Growing EV", "GPE"], ["Tom Courtright", "PERSON"], ["Africa E-Mobility Alliance", "LOC"], ["Indian", "NORP"], ["TVS", "ORG"], ["Bajaj", "PERSON"], ["Kenya", "GPE"], ["Whale", "GPE"], ["Rwanda", "GPE"], ["Kigali", "GPE"], ["35%–40%", "PERCENT"]]},
{"title": "Despite international hires, TikTok is Chinese at its core", "url": "https://restofworld.org/2024/tiktok-chinese-us-ban/", "author": "Caiwei Chen", "publication_date": "2024-05-07", "image_urls": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/h_27.RTSUNUC2-40x27.jpg"], "body": ["When Chinese software engineer Ben joined TikTok’s San Jose office in 2023, he felt as if he had entered a workplace back in his home country. All but a handful in his 100-strong team were Chinese nationals. Employees spoke in Mandarin and addressed each other as ", " — an endearing term widely used in Chinese tech companies meaning “classmate.” ", "On his first day, Ben’s manager walked him through Lark, the proprietary work communication app of ", ", the Chinese parent company of TikTok. He was surprised to find that the onboarding file and work messages on Lark were mostly in Chinese. “It was a reverse culture shock,” said Ben, who had previously worked at an American company and spoke to ", "under a pseudonym. “[TikTok] is more Chinese than what I’m used to.”", "The 658,000-square-foot San Jose campus Ben works from is currently TikTok’s largest office in the U.S., with over 4,000 employees. The massive team was built in a mere two years. TikTok surged in popularity among American teenagers during the pandemic and now has 170 million U.S. users. Last year, ByteDance’s reported revenue ", " that of Meta, which would make it one of the world’s most lucrative internet technology companies. But in the U.S., TikTok has also been beset by allegations of ", " and ", ". Last month, U.S. President Joe Biden signed into law a bill that would push ByteDance to sell the app within 270 days, or leave the country. TikTok has pledged to challenge the law. ", "U.S. politicians had been floating a TikTok divestiture or ban for years, citing national security concerns. To ", ", the company has downplayed its China connections. TikTok appointed non-Chinese executives, and its current chief executive Shou Zi Chew, is based in Singapore. The company set up headquarters in Singapore and Los Angeles, and ", " to Oracle servers. ", "But more than a dozen current and former U.S.-based TikTok employees who spoke to ", ", most of whom requested anonymity for fear of retaliation from the company, say that TikTok’s ties to ByteDance go further than what the company presents. They say ByteDance executives, and not Chew, manage key departments made up of thousands of U.S.-based TikTok employees. In recent years, managers from Douyin, TikTok’s Chinese sister app, have been transferred to the U.S. to help replicate that app’s commercial success. ", "’s sources also provided additional details corroborating reporting in outlets like ", " and ", "about ByteDance executives’ involvement in TikTok", " The number of employees at TikTok’s San Jose office.", "The deep ties between ByteDance and TikTok underscore the difficulty of separating the two entities. It also means a potential divestiture could deprive TikTok of key Chinese management personnel and technologies. ", "Ben’s team, for example, works on a core element of TikTok’s business: monetization. The team, which has 3,000 members, optimizes the flow of advertisements shown to the audience to maximize click-through rate conversion, thereby driving revenue growth. ", " monetization, as well as TikTok’s powerful search function and its For You recommendation algorithm, as one of the app’s three “secret sauces.” ", "However, Ben said that according to the official reporting line charts on Lark, his department reports to ByteDance veteran Zhang Lidong, the company’s head of commercialization, and not Chew. Ben said that decisions on his team are often made only after consulting with a senior manager based in China.", "A TikTok spokesperson told ", " that they have “always been clear” about the relationship between TikTok and ByteDance and that many of the statements from ", "’s", "sources were false.", "“Our CEO, Shou Chew, has authority over TikTok budgets and strategy. Significant projects and capital expenditures are coordinated with the parent company, following appropriate fiduciary obligations. Those obligations include responsibility to our Board of Directors and investors, roughly 60% of which are international investors, 20% are the company’s founders, and 20% are our employees — including thousands of Americans,” said the spokesperson. ", "TikTok did not respond to ", "’s request for clarity on what information from sources was false or what “significant projects” at TikTok involve coordination with ByteDance.   ", "According to a 2023 ", " TikTok posted on its Australian site, the company claims that Chew oversees “all key day-to-day and strategic decision making.” In a 2022 ", " to U.S. legislators, TikTok said ByteDance did play a role in hiring key personnel at TikTok, but the company was led by Chew. In reality, employees say, many key strategic and personnel decisions at TikTok come from ByteDance executives. ", "Internally, employees and managers call the company “ByteDance” and “TikTok” interchangeably, as most tech teams work closely with China-based Douyin staffers. A senior TikTok engineer told ", " he estimates that the tech teams, which include software engineers, product managers, and user experience designers, have 40% to 60% of their members based in China.", "“Because Douyin is so crazily successful, there’s a knee-jerk reaction to say, hey, we need to replicate that overseas,” Chris Pereira, founder of consultancy iMpact, which advises Chinese firms on global expansion, told ", ".", "“Management talks about TikTok as if it is the underachieving sibling. It is clear that Douyin is the parents’ favorite.”", "However, TikTok teams that interact with American clients, users, and regulatory bodies, according to three current and former employees, have fewer Chinese employees. The U.S. Data Security team, set up to protect American user data and address American national security concerns, exclusively hires U.S. citizens or permanent residents. Some new teams at TikTok launched after 2022 are completely U.S.-based, three sources told ", ".  ", "Senior employees say that the reliance on ByteDance executives at TikTok is tied to the company’s desire to replicate Douyin’s staggering profitability within China. Although TikTok has achieved global commercial success, Douyin ", " and remains the company’s biggest moneymaker. The app, which is available only in China, now offers ", " from shopping to food delivery and mobile games. Executives within ByteDance often cite Douyin when setting goals and strategies for TikTok. “Management talks about TikTok as if it is the underachieving sibling. It is clear that Douyin is the parents’ favorite,” a senior software engineer said.", "Previous reporting has outlined the interconnectedness between Douyin and TikTok. According to Rui Ma, a China tech analyst who co-wrote a ", " on ByteDance’s organizational strategy, the company pools together key personnel from different departments, such as software engineers, designers, and data scientists, to form shared-service platforms (SSP). ", "“It was a common practice among Chinese internet companies, but no one got it to work like ByteDance,” Ma told ", ". “This allows ByteDance to keep its core assets, like algorithms, close and rely on its bigger source of Chinese talent, instead of trying to build [staffing] from scratch in the U.S.” But that also means it would be challenging for TikTok to operate independently without the support of its China-based ByteDance staff, Ma said.", "TikTok’s close relationship to ByteDance has significant benefits for its operations. ByteDance executives, for example, can seamlessly transfer lessons over from Douyin. But the involvement of China-based managers in TikTok’s U.S. operations also exposes TikTok to political vulnerabilities. “Being a Chinese company is TikTok’s biggest asset but also its biggest risk,” Ivy Yang, a China tech analyst and founder of consulting firm Wavelet Strategy, told ", ". ", "“Being a Chinese company is TikTok’s biggest asset but also its biggest risk.”", "While U.S. tech companies often operate using the same tactics as ByteDance — deploying American executives to manage international teams, for instance — with heightened U.S.-China tensions, any traces of personnel and data transfers between the two entities can draw the attention of American legislators. It also raises the question of whether TikTok could be considered a separate entity, making a potential sale difficult.", "ByteDance’s failure in giving American local employees more say in running TikTok has made the app vulnerable to criticism, but a potential sale could help address those issues, said Pereira. He thinks TikTok might be able to more successfully localize if it gets acquired by an American company. “[In the] long term, the more local, the better,” he said.", "Current employees know that TikTok’s promised legal fight against the new bill is likely to last years. Some say they are keeping an eye out for new jobs, given TikTok’s ongoing existential crisis. That hasn’t dampened the sense of camaraderie between Chinese-speaking colleagues on Ben’s team. ", "“It feels like a college campus,” said Ben, who often goes to the cafeteria for lunch and sits with a group of his project teammates, who are mostly male Chinese nationals in their twenties. Common conversation topics include visa status, compensation packages at different tech companies, video games, and dating struggles in the Bay Area.", "“Sometimes I feel bad for the only white guy on the team, because he cannot be part of this,” said Ben. “I try to eat with him once in a while.”"], "ner_entities": [["Chinese", "NORP"], ["Ben", "PERSON"], ["TikTok", "ORG"], ["San Jose", "GPE"], ["2023", "DATE"], ["100", "CARDINAL"], ["Chinese", "NORP"], ["Mandarin", "LANGUAGE"], ["Chinese", "NORP"], ["Ben", "PERSON"], ["Lark", "ORG"], ["Chinese", "NORP"], ["TikTok", "ORG"], ["Lark", "PERSON"], ["Chinese", "LANGUAGE"], ["Ben", "PERSON"], ["American", "NORP"], ["Chinese", "NORP"], ["658,000-square-foot", "QUANTITY"], ["San Jose", "GPE"], ["Ben", "PERSON"], ["TikTok", "ORG"], ["U.S.", "GPE"], ["over 4,000", "CARDINAL"], ["a mere two years", "DATE"], ["TikTok", "ORG"], ["American", "NORP"], ["170 million", "CARDINAL"], ["U.S.", "GPE"], ["Last year", "DATE"], ["ByteDance", "ORG"], ["Meta", "ORG"], ["U.S.", "GPE"], ["TikTok", "ORG"], ["Last month", "DATE"], ["U.S.", "GPE"], ["Joe Biden", "PERSON"], ["ByteDance", "ORG"], ["270 days", "DATE"], ["TikTok", "ORG"], ["U.S.", "GPE"], ["TikTok", "NORP"], ["years", "DATE"], ["China", "GPE"], ["non-Chinese", "NORP"], ["Shou Zi Chew", "PERSON"], ["Singapore", "GPE"], ["Singapore", "GPE"], ["Los Angeles", "GPE"], ["Oracle", "NORP"], ["more than a dozen", "CARDINAL"], ["TikTok", "ORG"], ["TikTok", "ORG"], ["ByteDance", "ORG"], ["ByteDance", "ORG"], ["thousands", "CARDINAL"], ["TikTok", "ORG"], ["recent years", "DATE"], ["Douyin", "PERSON"], ["TikTok", "ORG"], ["Chinese", "NORP"], ["U.S.", "GPE"], ["ByteDance", "ORG"], ["TikTok", "NORP"], ["TikTok", "ORG"], ["San Jose", "GPE"], ["ByteDance", "ORG"], ["TikTok", "ORG"], ["two", "CARDINAL"], ["TikTok", "NORP"], ["Chinese", "NORP"], ["Ben", "PERSON"], ["TikTok", "ORG"], ["3,000", "CARDINAL"], ["TikTok", "ORG"], ["three", "CARDINAL"], ["Ben", "PERSON"], ["Lark", "PERSON"], ["ByteDance", "ORG"], ["Zhang Lidong", "PERSON"], ["Ben", "PERSON"], ["China", "GPE"], ["TikTok", "ORG"], ["ByteDance", "ORG"], ["Shou Chew", "PERSON"], ["TikTok", "ORG"], ["Board of Directors", "ORG"], ["roughly 60%", "PERCENT"], ["20%", "PERCENT"], ["20%", "PERCENT"], ["thousands", "CARDINAL"], ["Americans", "NORP"], ["TikTok", "NORP"], ["ByteDance", "ORG"], ["2023", "DATE"], ["TikTok", "ORG"], ["Australian", "NORP"], ["Chew", "PERSON"], ["2022", "DATE"], ["U.S.", "GPE"], ["TikTok", "ORG"], ["ByteDance", "ORG"], ["TikTok", "ORG"], ["ByteDance", "ORG"], ["ByteDance", "ORG"], ["China", "GPE"], ["Douyin", "ORG"], ["TikTok", "ORG"], ["40% to 60%", "PERCENT"], ["China", "GPE"], ["Douyin", "PERSON"], ["Chris Pereira", "PERSON"], ["Chinese", "NORP"], ["TikTok", "ORG"], ["Douyin", "PERSON"], ["TikTok", "ORG"], ["American", "NORP"], ["three", "CARDINAL"], ["Chinese", "NORP"], ["U.S. Data Security", "ORG"], ["American", "NORP"], ["American", "NORP"], ["U.S.", "GPE"], ["TikTok", "ORG"], ["2022", "DATE"], ["three", "CARDINAL"], ["ByteDance", "ORG"], ["TikTok", "ORG"], ["Douyin", "PERSON"], ["China", "GPE"], ["TikTok", "ORG"], ["Douyin", "PERSON"], ["China", "GPE"], ["ByteDance", "ORG"], ["Douyin", "PERSON"], ["TikTok", "ORG"], ["TikTok", "ORG"], ["Douyin", "PERSON"], ["Douyin", "PERSON"], ["TikTok", "ORG"], ["Rui Ma", "PERSON"], ["China", "GPE"], ["ByteDance", "ORG"], ["Chinese", "NORP"], ["ByteDance", "ORG"], ["Ma", "PERSON"], ["ByteDance", "ORG"], ["Chinese", "NORP"], ["U.S.", "GPE"], ["TikTok", "ORG"], ["China", "GPE"], ["ByteDance", "ORG"], ["Ma", "PERSON"], ["TikTok", "ORG"], ["ByteDance", "ORG"], ["ByteDance", "ORG"], ["Douyin", "PERSON"], ["China", "GPE"], ["TikTok", "ORG"], ["U.S.", "GPE"], ["TikTok", "ORG"], ["Chinese", "NORP"], ["TikTok", "ORG"], ["Yang", "PERSON"], ["China", "GPE"], ["Wavelet Strategy", "ORG"], ["Being a Chinese company", "WORK_OF_ART"], ["TikTok", "ORG"], ["U.S.", "GPE"], ["ByteDance", "ORG"], ["American", "NORP"], ["U.S.-China", "NORP"], ["two", "CARDINAL"], ["American", "NORP"], ["TikTok", "ORG"], ["ByteDance", "ORG"], ["American", "NORP"], ["TikTok", "ORG"], ["Pereira", "GPE"], ["TikTok", "ORG"], ["American", "NORP"], ["TikTok", "ORG"], ["last years", "DATE"], ["TikTok", "ORG"], ["Chinese", "LANGUAGE"], ["Ben", "PERSON"], ["Ben", "PERSON"], ["Chinese", "NORP"], ["the Bay Area", "LOC"], ["Ben", "PERSON"]]},
{"title": "Meet the “digital parents” giving millions in China a vision of family love they never had", "url": "https://restofworld.org/2024/china-douyin-digital-parents-viral-videos-family-love/", "author": "Viola Zhou", "publication_date": "2024-05-16", "image_urls": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/DouyinVideo-Family-40x53.jpg"], "body": ["In a video on Douyin, China’s TikTok, a middle-aged couple travel to visit their adult daughter who goes to school in a different city. They surprise her by showing up in a shopping mall, and gifting her with a winter jacket and a pink ukulele. ", "“We have missed you a lot,” the father says in ", ", filmed from the daughter’s point of view. “If someone harms you, you must tell dad and mom,” the mother says. “No matter how far, we will come for you.” ", "This scene is entirely fictional. While their real-life daughter lives in the same city, Jiang Xiuping, 48, and her husband, 50-year-old Pan Huqian, have been creating these sentimental moments to comfort legions of adolescents and young adults who are searching for familial love online. Their account, named “Sharing everyday moments with our daughter,” has attracted more than a million followers on Douyin. ", "Fans call them their “digital parents.” The videos, which depict an idealized image of middle-class families, appeal to the unhappy children who have grown up without the same parental support. In rural China, tens of millions of ", " are typically raised by their grandparents, as their parents migrate to the cities for work. A preference for sons has led to daughters growing up under discrimination. The tradition of parents exercising absolute authority over their offspring also contributes to strained relationships. ", "“It’s very difficult for people to get the emotional support they need, so people turn to digital platforms,” Kailing Xie, an assistant professor in international development at the University of Birmingham, told ", ". “It is part of the human longing for intimacy within a hyper-individualized, hyper-competitive society,” ", "Pan and Jiang, who work as wedding planners in Hanzhong, in the northwestern province of Shaanxi, did not plan to become creators. Their daughter, an influencer who sells women’s clothes on Douyin, once invited Pan to appear in her livestream as a guest in late 2023. As more followers commented on how much they envied the close-knit family, Pan had the idea to act as though he and Jiang were their fictional parents. The couple speaks directly into the camera, addressing the viewers as if they were their children. “We don’t write any scripts,” Pan told ", ". “We are simply recreating how we brought up our own daughter.” ", "Pan and Jiang comfort viewers during vulnerable moments, whether that is a breakup or a failed exam. In an October 2023 ", ", they went shopping in a supermarket — it was filmed from the perspective of a toddler in the shopping cart. In a November video, they acted like they were teaching a child how to ride a bike — their real-life daughter filmed it, shaking the camera to make it seem like she was losing her balance. ", "In some videos, the couple promote food, skincare products, and homeware. Pan said they’ve earned a few thousand yuan from the product placement deals, the equivalent of several hundred U.S. dollars. ", "“It’s very difficult for people to get the emotional support they need, so people turn to digital platforms.”", "In the comment section, some followers say they are experiencing familial love for the first time. “I felt like a stray cat that got picked up and kissed,” reads a comment that was liked some 26,000 times. “Thank you for letting me know what it’s like to have a mom,” another comment says. Some address Pan and Jiang as “dad and mom,” while calling their own parents “father- and mother-in-law.” Children as young as 12 have reached out to the couple directly, many saying that they suffer from depression, according to Jiang.  ", "Mandy Zhu, a 24-year-old college graduate in Zhejiang, came across the couple’s account on Douyin last year. She told ", " her own parents are always pushing her to study hard, find a stable job, and look for a wealthy husband. “I felt heartwarmed when I watched those videos,” she said. “But afterwards, they reminded me of what I don’t have.” ", "Internet users globally have resorted to social media for affection from virtual parental figures. In the subreddits", " and ", ", users ask each other for parental advice. On TikTok, former ", " host Steve Burns’ ", " have gone viral — he simply says, “Tell me, what’s going on” and nods in silence as if listening to viewers’ stories. In China, ", " on Douyin and social network Xiaohongshu have also played virtual parent roles by cooking for viewers, taking them to supermarkets, and picking them up from school, with follower numbers ranging from a few thousand to hundreds of thousands. ", "Xie said in China, the contrast between urban middle-class and rural families makes many children feel as if they missed out, as their underprivileged parents did not have the time or financial resources to meet their needs. The country’s lack of ", " and family-centered culture, which places pressure on children to make their parents proud and support them financially in their old age, have added to the high expectations children and parents have for each other, she said. ", "“[Viewers] write to me about being sad and having no one caring for them.”", "Pan and Jiang’s own childhoods reflect how China’s wealth inequality leads to disparate experiences. While Jiang had a happy upbringing in a more affluent part of Shaanxi, Pan grew up in an impoverished household without enough food, clothes, and parental care. He left home for work at the age of 16, and never celebrated a birthday before he turned 27. Pan said he developed suicidal thoughts as a child, after his mother scolded him. “[Viewers] write to me about being sad and having no one caring for them. I went through the same things,” Pan said. ", "Though they act like happy parents on camera, the couple said their lives were difficult in reality. Their wedding planning business suffered from China’s ", " and a ", ". They recently closed their physical shop because they couldn’t afford rent. “People are under great pressure in this society,” Pan said. “We should show more empathy to all the parents.” ", "Outside of work, they try to live up to their reputation as everyone’s digital parents. Followers turn to Pan and Jiang to make up for specific things that their own parents failed in doing with them, such as visiting them in hospital or flying a kite together, according to the couple. ", "One follower, whose parents had passed away, asked for a video of Pan and Jiang appearing in their dream as the deceased parents. Pan and Jiang filmed themselves speaking from a bamboo grove. With a sad song playing in the background, Jiang’s eyes welled up when she said she was sorry to miss her child’s wedding. ", "“These children call us ‘dad and mom.’ I feel we have more responsibility now,” Jiang told ", ". “Their love has warmed our hearts, and we need to do our best to comfort them as well.”"], "ner_entities": [["Douyin", "GPE"], ["China", "GPE"], ["TikTok", "ORG"], ["winter", "DATE"], ["Jiang Xiuping", "PERSON"], ["48", "DATE"], ["50-year-old", "DATE"], ["Pan Huqian", "PERSON"], ["more than a million", "CARDINAL"], ["Douyin", "PERSON"], ["China", "GPE"], ["tens of millions", "MONEY"], ["the University of Birmingham", "ORG"], ["Pan", "PERSON"], ["Jiang", "PERSON"], ["Hanzhong", "GPE"], ["Shaanxi", "GPE"], ["Douyin", "PERSON"], ["Pan", "PERSON"], ["late 2023", "DATE"], ["Pan", "PERSON"], ["Jiang", "PERSON"], ["Pan", "PERSON"], ["Pan", "PERSON"], ["Jiang", "PERSON"], ["October 2023", "DATE"], ["November", "DATE"], ["Pan", "PERSON"], ["a few thousand yuan", "MONEY"], ["several hundred U.S. dollars", "MONEY"], ["first", "ORDINAL"], ["some 26,000", "CARDINAL"], ["Pan", "PERSON"], ["Jiang", "PERSON"], ["12", "CARDINAL"], ["Jiang", "PERSON"], ["Mandy Zhu", "PERSON"], ["24-year-old", "DATE"], ["Zhejiang", "GPE"], ["Douyin", "PERSON"], ["last year", "DATE"], ["TikTok", "ORG"], ["Steve Burns", "PERSON"], ["China", "GPE"], ["Douyin", "PERSON"], ["Xiaohongshu", "PRODUCT"], ["a few thousand to hundreds of thousands", "CARDINAL"], ["Xie", "ORG"], ["China", "GPE"], ["Pan", "PERSON"], ["Jiang", "PERSON"], ["China", "GPE"], ["Jiang", "PERSON"], ["Shaanxi", "GPE"], ["Pan", "PERSON"], ["the age of 16", "DATE"], ["27", "DATE"], ["Pan", "ORG"], ["Pan", "PERSON"], ["China", "GPE"], ["Pan", "PERSON"], ["Pan", "PERSON"], ["Jiang", "PERSON"], ["One", "CARDINAL"], ["Pan", "PERSON"], ["Jiang", "PERSON"], ["Pan", "PERSON"], ["Jiang", "PERSON"], ["Jiang", "PERSON"], ["Jiang", "PERSON"]]},
{"title": "When you’re a clickworker, no one knows you’re old", "url": "https://restofworld.org/2024/venezuela-online-gig-work/", "author": "Laís Martins", "publication_date": "2024-05-20", "image_urls": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/Clickworkers_AndreaHernandezBriceno-27-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/Clickworkers_AndreaHernandezBriceno-23-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/Clickworkers_AndreaHernandezBriceno-29-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/Clickworkers_AndreaHernandezBriceno-31-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/Clickworkers_AndreaHernandezBriceno-06-40x27.jpg"], "body": ["In 2020, then 66-year-old Guillermina Alfonso was struggling to make ends meet as a professor at the Central University of Venezuela. “If I had any medical emergencies, I wouldn’t have been able to go to a clinic or get extra medication. Getting new clothes or shoes was an absolute no-go. No social outings or fun trips,” she told ", "“I only worked to eat.”", "So Alfonso, a biologist with a PhD in molecular biology, turned to gig work. She paid for online courses to qualify herself to apply for jobs on online gig platforms like Workana, We Are Content, Upwork, and Freelancer to complement her salary. After she moved to Spain at the end of 2021, she submitted her resume to some academic institutions in her new home country, but never heard back. She suspects it was because of her age. From then on, online gig work became her primary source of income.", "“Working remotely with content creation, there are no issues with age, because you don’t see faces,” said Alfonso, who is now 70", "“What matters is that the content is of quality and that it works.”", "Online gig work, otherwise known as “cloudwork,” commonly refers to freelance work mediated by digital platforms, which can be done from anywhere in the world. Tasks vary from data annotation and labeling for artificial intelligence training to translating academic material or creating content for brands. Clients range from multibillion-dollar companies like Amazon to individuals requesting one-off services.", "“Working remotely with content creation, there are no issues with age, because you don’t see faces.”", "According to a ", " by the International Labour Organization (ILO), the average age of an online gig worker is about 31 years. But older workers like Alfonso, who have been turned away from opportunities in the formal job market due to their age, have also found a lifeline in this type of work. ", "In Venezuela, where conditions for older people are dire, online gig work is particularly attractive. According to the Venezuelan Finance Observatory, retired workers receive pensions equivalent to $3.50 per month, plus occasional discretionary bonuses that can reach up to $30 per month. ", "The World Bank states a person needs at least $2.15 per day to live above the poverty line. “This means that with the pension [equivalent to $3.50], an elderly person in Venezuela can barely survive for two days above the poverty line. On the other 28 days, they depend on others,” Luis Francisco Cabezas, managing director at Convite, a Venezuelan organization dedicated to defending the rights of older people and other marginalized groups, told", ". Convite reports that 55% of the 1,535 elderly Venezuelans it surveyed say their monthly expenses exceed $100.", "Many of these older Venezuelans have turned to online gig work — and in particular  “clickwork,” a type of cloudwork in which people earn pennies by labeling and annotating data to train AI systems. In 2021, Julian Posada, an assistant professor at Yale University and a member of the law school’s Information Society Project, ", " from web traffic aggregator websites, focusing on platforms that crowdsource data work. Posada identified that after the U.S., Venezuela hosts the largest number of data workers in the world. ", "Older people’s experiences during Covid-19 lockdowns also played a role in them seeking online work, according to Convite’s Cabezas. Trapped at home, they were forced to familiarize themselves with online tools to communicate with family and access payment services, he said. “The pandemic left as a legacy a significant increase in the technological literacy of elderly people, and the diaspora has also brought them close to technology, either to communicate with grandchildren and children that have left, or to deal with platforms to convert dollars that people have sent [them] into bolivares,” said Cabezas.", " The estimated percentage of the online gig workforce in Latin America represented by people over the age of 55.", "At 52, Rafael Ramírez, a former systems engineer and teacher in Caracas, has not had a formal job since he quit his previous role at an institute in 2015. Since then, he has been doing online work — mostly translations, classes, and tutoring on platforms like Workana, Freelancer, and Babelcube. Ramírez told ", " he sees postings which require significant experience but limit applicants’ age to below 30. “People of a certain age, of certain experience, don’t suit companies because they would have to pay them according to their knowledge,” he said.", "Ramírez now puts in 20 to 40 hours a week on various platforms, earning between $200 and $300 per month. That’s the equivalent of two or three times the monthly minimum pay in Venezuela, although rampant inflation means his wages don’t go very far. He’s now teaching himself how to invest in crypto and is building an investment fund, which includes crypto assets, for when he retires. Once he’s learned well enough how to navigate such investments, he plans on leaving the gig work platforms.", "As a computer science professor at the Central University of Venezuela, 49-year-old Yusneiyi Carballo earns around $150 a month, working between 50 to 60 hours a week. She earns additional income doing online gigs, mostly ghost writing for We Are Content, a Colombian company. That earns her an additional $200 to $215, on average.", "“A great advantage of remote work … is that they don’t pay much attention to your age,” she told ", " “I believe that in face-to-face work, yes, there is still a certain bias regarding age when they are going to hire you in some cases.”", "There’s a dearth of age-specific data about cloudworkers around the world. Fairwork, a project at the Oxford Internet Institute that researches platform work globally, doesn’t keep statistics broken down by age, but estimated that ", " gig workers around the world. A ", " estimated that in different regions across the world, people over the age of 55 represent around 3.8% of the online gig workforce, or approximately 6.2 million workers. In Latin America and the Caribbean, they account for 6%, which would suggest millions of older workers. ", "According to Fairwork, cloudwork platforms “have gained momentum in recent years as alternatives for workers, especially those who are marginalized in formal labor markets due to geography, discrimination, disability, care responsibilities, and other factors.”", "I.I., a 60-year-old former lawyer in Caracas, started doing online work during the pandemic. Today, through Remotasks and Appen, I.I., who requested to be identified by her initials because the platforms prohibit workers from speaking to the media, is involved in data training and annotation for AI algorithms. ", "Maintaining a career as a lawyer in Venezuela was difficult given the tense political context, she told ", ". “In my country’s current situation, it is hard to exercise my career and I fear for my life, which is why I prefer to do other things.” Working on sensitive legal cases posed physical risks to her well-being, she said.", "Most of the Venezuelan gig workers ", " spoke to said that they taught themselves how to do much of the work. I.I. said she studies the guidelines provided by platforms for each task before taking qualifying tests to participate in projects. Carballo, the computer science professor, said her familiarity with technology has helped her ease into the industry. “Due to the fact that I am a computer scientist, these tools are no stranger to me,” she said. For Carballo, what helps most is having a good attitude towards the tools which, she said, make many people feel threatened.", "Omar Alfonzo, a 53-year-old graphic designer and video editor from Caracas, uses video tutorials on YouTube and Twitch to learn new skills. He is also part of a WhatsApp community for people who use Blender, an open-source 3D computer graphics resource. ", "Today, Alfonzo makes around $400 per month. He told ", " he enjoys the type of work he does, and because of this passion, he feels encouraged to keep up with emerging technologies. ", "“I know people my age, around 50, that are truly outdated. Technology has overwhelmed them, but I have made a point of always staying up to date,” said Alfonzo. But he shrugged off the prospect of ever being able to retire. “Retiring? I don’t think the situation allows me, not even as a joke.”"], "ner_entities": [["2020", "DATE"], ["66-year-old", "DATE"], ["Guillermina Alfonso", "PERSON"], ["the Central University of Venezuela", "ORG"], ["Alfonso", "PERSON"], ["PhD", "WORK_OF_ART"], ["Workana", "PERSON"], ["Freelancer", "PERSON"], ["Spain", "GPE"], ["the end of 2021", "DATE"], ["Alfonso", "PERSON"], ["70", "DATE"], ["multibillion-dollar", "MONEY"], ["Amazon", "ORG"], ["one", "CARDINAL"], ["the International Labour Organization", "ORG"], ["about 31 years", "DATE"], ["Alfonso", "PERSON"], ["Venezuela", "GPE"], ["the Venezuelan Finance Observatory", "ORG"], ["3.50", "MONEY"], ["up to $30", "MONEY"], ["The World Bank", "ORG"], ["at least $2.15", "MONEY"], ["3.50", "MONEY"], ["Venezuela", "GPE"], ["two days", "DATE"], ["the other 28 days", "DATE"], ["Luis Francisco Cabezas", "PERSON"], ["Convite", "ORG"], ["Venezuelan", "NORP"], ["Convite", "PERSON"], ["55%", "PERCENT"], ["1,535", "CARDINAL"], ["Venezuelans", "NORP"], ["monthly", "DATE"], ["100", "MONEY"], ["Venezuelans", "NORP"], ["AI", "ORG"], ["2021", "DATE"], ["Julian", "NORP"], ["Yale University", "ORG"], ["Posada", "ORG"], ["U.S.", "GPE"], ["Venezuela", "GPE"], ["Convite’s Cabezas", "ORG"], ["Cabezas", "PERSON"], ["Latin America", "LOC"], ["the age of 55", "DATE"], ["52", "DATE"], ["Rafael Ramírez", "PERSON"], ["Caracas", "GPE"], ["2015", "DATE"], ["Workana", "ORG"], ["Freelancer", "PERSON"], ["Babelcube", "PERSON"], ["Ramírez", "PERSON"], ["Ramírez", "PERSON"], ["20 to 40 hours", "TIME"], ["between $200 and $300 per month", "MONEY"], ["two or three", "CARDINAL"], ["monthly", "DATE"], ["Venezuela", "GPE"], ["the Central University of Venezuela", "ORG"], ["49-year-old", "DATE"], ["Yusneiyi Carballo", "PERSON"], ["around $150", "MONEY"], ["between 50 to 60 hours", "CARDINAL"], ["Colombian", "NORP"], ["an additional $200 to $215", "MONEY"], ["the Oxford Internet Institute", "ORG"], ["the age of", "DATE"], ["55", "CARDINAL"], ["around 3.8%", "PERCENT"], ["approximately 6.2 million", "CARDINAL"], ["Latin America", "LOC"], ["Caribbean", "LOC"], ["6%", "PERCENT"], ["millions", "CARDINAL"], ["Fairwork", "ORG"], ["recent years", "DATE"], ["I.I.", "GPE"], ["60-year-old", "DATE"], ["Caracas", "GPE"], ["Today", "DATE"], ["Remotasks", "GPE"], ["Appen", "GPE"], ["I.I.", "GPE"], ["AI", "ORG"], ["Venezuela", "GPE"], ["Venezuelan", "NORP"], ["I.I.", "GPE"], ["Carballo", "PERSON"], ["Carballo", "PERSON"], ["Omar Alfonzo", "PERSON"], ["53-year-old", "DATE"], ["Caracas", "GPE"], ["YouTube", "GPE"], ["Twitch", "PERSON"], ["WhatsApp", "ORG"], ["Blender", "ORG"], ["Today", "DATE"], ["Alfonzo", "PRODUCT"], ["around $400", "MONEY"], ["Alfonzo", "PERSON"]]},
{"title": "Indonesia has more than 700 languages. Can AI save them?", "url": "https://restofworld.org/2024/indonesia-ai-700-langagues/", "author": "Adi Renaldi", "publication_date": "2024-05-21", "image_urls": [], "body": ["Growing up in the Indonesian province of Banyuwangi, Antariksawan Jusuf spoke Using with his family and friends. It wasn’t until he went to university in Bali, where he had to speak the national language Bahasa Indonesia, that he realized Using was in danger of dying out.", "“Using is threatened by modernization,” Antariksawan, now 58, told", "“A lot of parents now prefer Bahasa Indonesia when they communicate with their children.”", "It’s not just Using that is under threat. Indonesia has more than 700 regional languages and nearly 800 dialects across its vast archipelago. But more than 400 dialects are at risk of ", " by the end of the 21st century, according to ", ". The government has turned to artificial intelligence to help preserve the languages, and make them more accessible to the population.", "Popular large language models (LLMs), such as OpenAI’s GPT, Google’s Gemini, and Meta’s Llama are largely trained in English, excluding billions of people who speak languages that are not commonly found online. Non-English-speaking nations are trying to bridge the gap by building their own multilingual LLMs in ", " — which are widely spoken but do not have a lot of data on the internet — as well as endangered languages.", "“We are heading toward monolingualism due to globalization and modernization,” Endang Aminudin Aziz, head of the language development agency at the Ministry of Education and Culture, told ", ". “We are working on revitalizing languages to keep them from extinction. AI technology and LLMs, I think, will help.”", "To train LLMs, large quantities of high-quality data are needed, ", ", media, and academic papers, as well as public code repositories such as GitHub, and other data sets. As these are in short supply in regional languages, there are concerns around whether the available data best represents the cultures, Nuurrianti Jalli, an assistant professor at Oklahoma State University’s media school, told ", ". “You have to ask: Where does the data come from? Who is behind them?”", "This is all the more important in a country where ", " and information is tightly controlled by the government. A diverse range of data sources is necessary to ensure that the LLMs’ output is inclusive and unbiased, said Jalli.", "“Involving multiple experts, including those not aligned with government views, can help ensure that the data’s context is accurately represented,” Jalli said. “This is particularly important where data might be manipulated to favor certain political powers.”", " The number of regional languages in Indonesia.", "Earlier this year, Yellow.AI launched ", ", an LLM trained on Bahasa Indonesia and 11 other regional languages including Javanese, Balinese, and Sundanese. It uses Indonesian textbooks, among other sources, to ensure diversity, co-founder Rashid Khan told ", ". While Komodo-7B is currently aimed at business applications, and not at preserving local languages and dialects, that is not an impossible goal in the near future, Khan said.", "According to him, it would require “a high level of digitization,” and that can only happen with community effort. The training of LLMs would get easier, he said, “once we get to very high levels of digitization, where a particular language, its books, its papers, poems — all of this becomes available online easily.” But for now, the bulk of training data is still in English, Khan said. “If that keeps happening … then some of the other languages will be left behind.”", "So far, besides Bahasa Indonesia, only two regional languages have digitized texts: Balinese and Makassarese. Antariksawan is hopeful that Using can be another. He helped publish a Bahasa Indonesia-Using dictionary that took years to research, and has written a novel in the two languages. He has also set up ", " in Banyuwangi to preserve the Using language and culture, which publishes short stories, novels, and ", " of folktales and children’s songs. ", "The team is working with the Banyuwangi regional library to digitize the literature, he said, to make it more accessible to their community and to tech firms looking for data to train LLMs. ", "There is a lot of interest in reaching Indonesia’s 275 million people. Last year, Singaporean startup Wiz.AI launched an ", ", which “captures the linguistic nuances and cultural contexts of the region, leading to more contextually relevant outputs,” the company said. The Singapore government-led ", " family of open-source LLMs, launched last year, also trains its models on Bahasa Indonesia and other Southeast Asian languages.", "“You have to ask: Where does the data come from? Who is behind them?”", "Most recently, Indonesian telecom company Indosat Ooredoo Hutchison ", " with Mumbai-based Tech Mahindra to develop Garuda LLM. The model can be applied across industries including health care, e-commerce, education, finance, and agriculture, it said. “By preserving Bahasa Indonesia and its dialects … we promote linguistic diversity and enhance accessibility and inclusivity in the digital realm,” Vikram Sinha, chief executive officer of Indosat Ooredoo Hutchison, said in a statement.", "But the paucity of data means that Garuda will train on 16 billion original Bahasa Indonesia tokens — the basic units of data, which can be a word or a character — providing 1.2 billion parameters, or the elements the model learns during training to make projections. The SEA-LION family, which is being built as open-source, has models with 3 billion and 7 billion parameters. Komodo-7B also has 7 billion parameters; Wiz.AI’s Bahasa Indonesia LLM has 13 billion parameters.", "In comparison, GPT-4 has 1.76 trillion parameters, while Gemini has up to 175 trillion. ", "For Antariksawan, even this is a start. The Using language dates back to the 13th century, and he is determined to preserve it for future generations. “My hope is that the younger generation can learn Using from an early age, and won’t have to struggle as much as I did to find texts in the language,” he said. “I hope AI technology and LLMs can take us to the next level.”"], "ner_entities": [["Indonesian", "NORP"], ["Banyuwangi", "GPE"], ["Antariksawan Jusuf", "GPE"], ["Bali", "GPE"], ["Bahasa", "GPE"], ["Indonesia", "GPE"], ["Antariksawan", "ORG"], ["58", "DATE"], ["Bahasa", "GPE"], ["Indonesia", "GPE"], ["Indonesia", "GPE"], ["more than 700", "CARDINAL"], ["nearly 800", "CARDINAL"], ["more than 400", "CARDINAL"], ["the end of the 21st century", "DATE"], ["OpenAI", "GPE"], ["GPT", "ORG"], ["Google", "ORG"], ["Gemini", "GPE"], ["Meta", "ORG"], ["English", "LANGUAGE"], ["billions", "CARDINAL"], ["English", "LANGUAGE"], ["Endang Aminudin Aziz", "PERSON"], ["the language development agency", "ORG"], ["the Ministry of Education", "ORG"], ["Culture", "ORG"], ["AI", "ORG"], ["GitHub", "ORG"], ["Nuurrianti Jalli", "PERSON"], ["Oklahoma State University’s", "ORG"], ["Jalli", "PERSON"], ["Jalli", "PERSON"], ["Indonesia", "GPE"], ["Earlier this year", "DATE"], ["Yellow", "GPE"], ["AI", "ORG"], ["LLM", "ORG"], ["Bahasa", "GPE"], ["Indonesia", "GPE"], ["11", "CARDINAL"], ["Javanese", "LANGUAGE"], ["Balinese", "NORP"], ["Sundanese", "NORP"], ["Indonesian", "NORP"], ["Rashid Khan", "PERSON"], ["Khan", "PERSON"], ["English", "LANGUAGE"], ["Khan", "PERSON"], ["Bahasa Indonesia", "FAC"], ["only two", "CARDINAL"], ["Balinese", "NORP"], ["Makassarese", "NORP"], ["Antariksawan", "ORG"], ["Bahasa", "GPE"], ["Indonesia", "GPE"], ["years", "DATE"], ["two", "CARDINAL"], ["Banyuwangi", "PERSON"], ["Using", "GPE"], ["Banyuwangi", "PERSON"], ["Indonesia", "GPE"], ["275 million", "CARDINAL"], ["Last year", "DATE"], ["Singaporean", "NORP"], ["AI", "ORG"], ["Singapore", "GPE"], ["last year", "DATE"], ["Bahasa", "GPE"], ["Indonesia", "GPE"], ["Southeast Asian", "NORP"], ["Indonesian", "NORP"], ["Indosat Ooredoo Hutchison", "PERSON"], ["Mumbai", "GPE"], ["Tech Mahindra", "ORG"], ["Garuda LLM", "ORG"], ["Bahasa", "GPE"], ["Indonesia", "GPE"], ["Vikram Sinha", "PRODUCT"], ["Indosat Ooredoo Hutchison", "ORG"], ["Garuda", "ORG"], ["16 billion", "CARDINAL"], ["Bahasa", "GPE"], ["Indonesia", "GPE"], ["1.2 billion", "CARDINAL"], ["3 billion and 7 billion", "MONEY"], ["Komodo-7B", "PERSON"], ["7 billion", "CARDINAL"], ["AI", "ORG"], ["Bahasa Indonesia LLM", "FAC"], ["13 billion", "CARDINAL"], ["GPT-4", "PERSON"], ["1.76 trillion", "MONEY"], ["Gemini", "GPE"], ["175 trillion", "MONEY"], ["Antariksawan", "ORG"], ["the 13th century", "DATE"], ["an early age", "DATE"], ["AI", "ORG"]]},
{"title": "The graying gig economy", "url": "https://restofworld.org/2024/aging-global-gig-workers/", "author": "Laís Martins", "publication_date": "2024-05-20", "image_urls": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/20240507281-Nolwazi-Rest-of-World-Uber-Story-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/2R9A1648-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/2R9A1620-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/202405021402-Rest-of-World_-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/20240502739-Rest-of-World_-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/8D8A8995-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/GIG-ECONOMY-PAKISTAN-28-1-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/Clickworkers_AndreaHernandezBriceno-02-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/2R9A8843-40x27.jpg"], "body": ["Six or seven days a week, Gilberto Alves de Souza drives through the bustling streets of São Paulo. He drives at least 12 hours a day and sometimes even longer, picking up one passenger after another. At 62, he doesn’t see himself stopping anytime soon.", "The money he makes as a ride-hailing app driver — roughly 4000 reais ($790) per month after he’s paid off all expenses — is his household’s only income. It supports him, his wife, and a teenage granddaughter who lives with them. In a country where the monthly minimum wage is 1,412 reais ($273), it’s a good income. ", "“I don’t think about quitting driving,” de Souza told ", "“Only when the guy up there tells me my time has come, there’s no way for me to work. But as long as God gives me health, I’ll be a driver.”", "The average age for delivery workers is 29 and the average age for ride-hailing drivers is 36, but many older individuals are turning to gig work, too.", " spoke to 52 workers above the age of 50 who ventured into gig work to keep up with rising living costs or because they cannot find employment elsewhere. As more and more workers transition to informal gig employment and populations age, the lack of social safety nets poses significant challenges.", "Written by Laís Martins, Kimberly Mutandiro, Lam Le and Zuha Siddiqui. Narrated by Victoria Turk.  ", "Original story: ", "Most gig workers around the world are relatively young: ", " published in 2021 by the International Labour Organization (ILO), a United Nations agency focused on improving working conditions, puts the average age for delivery workers at 29 and the average age for ride-hailing drivers at 36. But ", " reporting suggests that older individuals are turning to gig work, too — and their numbers are expected to grow in the coming years.", "Over the past three months, ", " spoke to 52 gig workers between the ages of 50 and 75 years in Latin America, Africa, South Asia, and Southeast Asia. Some chose gig work to keep up with rising living costs or to make up for threadbare social security systems; others say it’s impossible to find employment elsewhere once they near retirement age. Still others say that gig work is a second job, one they can transition into full-time once they retire or are no longer employed. Many reported low earnings, long hours, and health complications from their work. Without being able to put enough savings aside for retirement, others communicated the feeling that there was no alternative. But for all its challenges and pitfalls, gig work can represent an accessible, flexible, low-barrier activity that enables older workers to offset expenses and continue to be active. ", " “The idea that you work 40 years in a factory and you get your pension through that — that’s less and less the reality for many people,” said Florian Juergens-Grant, social protection adviser at Women in Informal Employment: Globalizing and Organizing (WIEGO), a U.K.-based NGO that works to improve labor conditions for the working poor in the informal economy.", "“As long as God gives me health, I’ll be a driver.”", "There is little to no definitive data on the participation of older people in the gig economy around the world. What’s left is a patchwork of data points that reveal an often invisible working class. In Spanish-speaking Latin America and Brazil, Uber and Didi estimate that people over 60 represent less than 5% of their active workers. GSM, the second most popular ride-hailing platform in Vietnam, estimates that approximately 3% of its motorbike drivers are over 50. That’s roughly 890 people. A ", " found that workers older than 55 represent around 3.8% of the global online gig workforce — a sector that includes clickworkers, translators, and other remote taskers. But even that small percentage could represent approximately 6.2 million workers. ", "Older gig workers is a demographic that’s expected to grow in the coming decades.", "The global population of people 65 or older is expected to double by 2050, surpassing 1.6 billion, according to ", ". At the same time, family units around the world are transforming, often requiring older people to support themselves for longer. ", "“The family system is eroding,” Claudia Mahler, a U.N. independent expert on older persons’ rights, told ", ". “Many people of older age can no longer live with the support of their families because the younger generation is migrating to other countries or moving, so they are staying behind in this regard,” she said.", "Meanwhile, decades of wage stagnation, persistent inflation, and high costs of living have hindered people’s ability to save for themselves in old age as much as they used to be able to. The Organization for Economic Co-operation and Development (OECD) ", " that the average retirement age for people in OECD member countries will increase by two years by the mid-2060s. One reason is quickly changing demographics: As working-age populations shrink around the world, there will be an increasing need for people to work longer. ", " The approximate number of online gig workers over the age of 55.", "Funda Ustek Spilda, senior researcher from Fairwork, a labor project at the Oxford Internet Institute", "told ", " there are “important challenges” that need to be addressed for the long-term well-being of gig workers. “This includes access to social protections, financial security, health and safety risks, discrimination, and representation,” she said. ", "De Souza, the São Paulo driver, will reach retirement age in Brazil in just a couple of years. He has made contributions to his own retirement fund over the years, which means he’ll receive a monthly stipend of 2,800 reais ($552), a little over half of what he currently makes as an app driver. “But even [after I’m] retired, I’ll keep working. With this amount, I can’t afford to stop,” he said. “If I stop, we’ll be unable to eat, unable to pay bills.”", " farmer Nguyen Van Sau left his hometown in the Mekong Delta. When the pigs he reared to sell fell ill, he could no longer sustain his family. So he came to Ho Chi Minh City, where he signed up to drive for the super-app Grab. He worked nights as a security guard, but driving during the day offered him a degree of freedom. Nguyen now drives every day from 6 a.m. until midnight — sometimes later on weekends.", "In developed economies, one of the reasons older workers join the gig economy could be “a path to wind down before fully retiring,” Aura Sevilla, an older workers specialist  at WIEGO, told ", ". “But in developing countries, you will see older people who have been in informal employment all throughout their lives.”", "“I love driving, and being able to make some money to look after my family is what I enjoy the most.”", "They continue to work in old age out of necessity rather than choice because of limited pension and savings, Sevilla said. Being a gig worker at an older age triggered a range of emotions for the workers ", " spoke with. ", "Sixty-five-year-old Nigerian Uber driver Kunle Shofolade joined Uber in 2019 after realizing that his retirement earnings weren’t going to cut it. He now works at least eight hours a day to save money, and hopes to retire at 70.", "“There aren’t many drivers my age. But I love driving, and being able to make some money to look after my family is what I enjoy the most,” Shofolade told ", "But", "working at his age can be tiring and frustrating. Some passengers don’t show any respect for his seniority.", "Becoming a gig worker at an older age can come with stigma. Platform drivers from Vietnam to Pakistan told", " they preferred their acquaintances to not know what jobs they were doing.", "Fifty-eight-year-old Mirza Shahzada Khurram, from Islamabad’s suburbs, previously worked as an air conditioning engineer. After a jobless spell, he started driving for Careem as he needed money to support his family. ", "Meanwhile, 64-year-old food delivery worker Maureen Zephora Khumalo, from Johannesburg, told ", " some of her friends laugh at her for doing a job meant for “young people.” But “with harsh economic conditions and my children out of jobs, I [may] even work until my eighties because no one can give me money for free,” Khumalo said.", "Experts say that for all its pitfalls, gig work is also a valuable opportunity for older people who still want to contribute to society but are unable to find employment elsewhere. ", "Some gig workers interviewed by ", " echoed that sentiment. They said they valued the flexibility of setting their own hours, and — in the case of web-based freelance workers — working from home.", "Training artificial intelligence systems on online platforms is how I.I., a 60-year-old Venezuelan, spends her days. She requested to be identified by her initials to preserve job security. Before the political climate in Venezuela became too volatile, I.I. worked as a lawyer. “My career is difficult to practice and I fear for my life,” she told ", " “That’s why I fell in love with this job so much; I do it from home and I earn what I want to earn.”", " workers, health is a primary concern. ", "Amjad Ali Khan, 53, said he became a gig worker because “there was no other work available” for him to do. He spends eight to 10 hours on the streets in Pakistan’s capital city, Islamabad, driving for ride-hailing platform inDrive. Khan told ", " the work tires him and he gets frequent headaches and neck pain — a consequence, he believes, of looking at his phone constantly to bid for rides. ", "Conditions such as colon inflammation, constipation, exhaustion, and fatigue came up in interview after interview. ", "According to a survey conducted by the International Labour Organization in 2021, only 41% of respondents working with online gig platforms reported having health insurance, and 20% or less said they were covered for employment injury, unemployment and disability insurance, or pensions. ", "Conditions for those working for app-based taxi or delivery platforms are far worse — less than 10% were covered by unemployment insurance and disability insurance, and approximately 30% were covered for employment injury.", "Jennifer Cole, a biological anthropologist who researches health risks at Royal Holloway, University of London, also believes that gig workers are likely to overexert themselves physically, because the nature of the gig economy allows them to work for long hours. In a study on ", " that Cole did in the U.K. and published in 2021, she discovered that gig workers “tend not to have sick pay if they’re off work, which means that if they’re not feeling well, they’re more likely to go into work than to take a day off.” Most of these workers had been furloughed during the Covid-19 pandemic and were doing gig work on the side. ", "Saeedullah Khan, 62, a taxi driver-turned-gig worker in Karachi, is trying to save up money for knee-replacement surgery; Zulfiqar Masood, a 52-year-old gig driver in Lahore, says he has difficulty digesting his food and is often constipated. Meanwhile, Omar Alfonzo, a 53-year-old cloudworker based in Venezuela, suffers from pain in his rotator cuff — which becomes worse when he spends long hours working at his desk. Huynh Thanh Long, a 51-year-old gig motorbike driver in Ho Chi Minh City, has recently recovered from surgery for colon inflammation, which doctors told him was caused by prolonged driving.", "The health risks associated with gig work can have real, lasting impacts on older gig workers. Last year, 57-year-old Donald Manzini, an Uber driver from Johannesburg, suffered a minor stroke as a result of, he claims, working long hours to save money. Uber insurance has not yet covered medical bills. Seven months later, Manzini has still not properly recovered. “I’ve worked [as a gig worker] for more than 10 years, but there is no form of help that the company has offered because we are independent contractors,” he told ", ". ", "Long, in Ho Chi Minh City, can now only do half-day shifts most of the time. Masood, the worker from Lahore, says he works 12-hour shifts and that his weight has increased. His family worries he has high blood pressure, but he seldom manages to get to the doctor.", "In addition to health concerns, gig work is also considered a dangerous profession, with over 50 gig workers murdered on the job just in the U.S. since 2017, ", " published by worker advocacy group Gig Workers Rising.", " of the older gig workers who spoke to ", " say that their primary motivation in taking on the work — not surprisingly — is to make ends meet. At the end of every week, de Souza, the São Paulo ride-hailing app driver, sits down with his notebook, pen, and calculator to note how many kilometers he’s driven, how much he’s spent on gas, and figure out his earnings. Some part of his income is set aside to pay for his car’s financing and insurance. An additional 76 reais ($15) goes toward an optional social security contribution. ", "As for other informal workers across the globe, the economics of gig work for older drivers are tricky to navigate. In addition to all expenses, such as equipment maintenance and gas, some also have to contribute to social security systems.", "A ", " by the International Labour Organization found that less than 20% of workers on ride-hailing and delivery apps have access to pension benefits. For online web-based platforms, 20% are covered by pension plans.", "A global conversation is emerging about how to provide social safety nets for gig workers. “At the moment, there are regulations that are being brought about, attempts to ensure that workers have both labor and social protection rights,” Uma Rani, senior economist at the ILO, told ", ". ", "“Companies like Uber, Bolt, and inDrive have failed to provide pension and unemployment benefits, which makes it difficult to make an exit.”", "In some countries, legislative reforms are underway. In 2020, India, which has one of the biggest gig workforces in the world, approved the Code on Social Security, which establishes social security funds for gig workers. But the government has yet to implement it. In Chile, the existing labor code was amended to include rights for the category of “independent workers.” Under this category, platform workers are entitled to coverage for health, benefits in old age, and accidents. ", "But most gig workers are still excluded from social security systems, meaning there are few retirement prospects for those who have dedicated years to working on platforms. Brazilian gig workers have the option to pay a monthly contribution, which allows them to retire once they reach the minimum age of 62 for women and 65 for men or in case of disability. But few do: A ", " by the Institute of Applied Economic Research found that only 23% of gig workers were contributing to the pension system.", "In Vietnam, too, workers can contribute voluntarily to a pension scheme. In South Africa, gig workers are entitled to a state pension paid out monthly once they turn 60. However, the pension is subject to other conditions including workers being exempt from receiving any other social grants, and is capped at around the equivalent to $120. It is barely enough to pay for food expenses.", "According to Rani, contributing to social security can be a burden for workers when they are already not paid sufficiently and have many other fees to pay, including the commission that platforms charge them. ", " The percentage of gig workers contributing to a pension system.", "In 2021, the ILO published a report in which it argued that, irrespective of status or classification as employees, all workers have the right to access social security. Since such systems are out of reach for most gig workers, some have developed their own strategies to survive once they’re no longer able to work. In Venezuela, Rafael Ramírez, a 52-year-old former systems engineer and teacher, said he might have retired by now had he remained in an office job. As an online gig worker, the prospect of ever formally retiring has slipped from his hands. He’s currently investing in shares and cryptocurrency, which he hopes will keep him afloat once he stops working.", "Some will have to rely on relatives to take care of them. At 64, Tran Thanh, a Gojek delivery rider in Vietnam, hopes to work until he’s physically unable to — or until the platform deactivates his account at 70. His plan then is to stay home and trust that his children will take care of him. ", "In South Africa, the E-Hailing Partners Council, a rights organization for ride-hailing app drivers that has 3,000 members, plans to partner with insurance companies to create unemployment insurance and pension funds for drivers who find themselves unable to work. The organization estimates that 5%–10% of its members — or between 150–300 people — are over the age of 50. “Older workers are only a minority group, which makes it difficult for them to fit in,” Melithemba Chris Mnguni, secretary-general of the E-hailing Partners Council, told ", ". “Companies like Uber, Bolt, and inDrive have failed to provide pension and unemployment benefits, which makes it difficult to make an exit.”", "The Kenyan Transport Workers Union is also fighting for recognition of its drivers as workers by the labor ministry. That would give them access to the national social security fund and the social health insurance fund, said Wycliffe Alutalala, industrial relations officer at the union.", " is a distant reality for many of the workers interviewed by ", ". Most said they will work for as long as their bodies let them, or as long as platforms allow them to. As more and more workers transition to informal gig employment and populations age, the lack of social safety nets could pose significant challenges. ", "“Traditional labor markets are not creating the employment opportunities that they should create to absorb these workers, and — as we have more and more sectors being platformized — we are going to get more workers [in the gig economy],” Rani, from the ILO, told ", ". ", "Despite the scant research about older gig workers, the topic is set to grow in importance. The United Nations and the ILO warn that one of the main results of the dismantling of formal employment could be a deepening of economic inequalities among older people. Social security systems need to be reimagined to ensure that workers have access to them, said Rani. “There is a whole part of the workforce that does not pay but also never gets any benefits out of it in any form,” she said, speaking about India. But she warned that what is currently a Global South problem — of workers not contributing to pension systems and other taxpayers having to assume this burden — could soon become an issue in the Global North, too. “It’s just a matter of time.”. ", "Sixty-year-old disabled Kenyan gig driver Patrick Chege Kamau has been driving for more than 10 years. He continued to drive even after becoming paralyzed in both legs after a spinal surgery in 2020. In March this year, he told ", "that he was exhausted, and unable to cope with long hours and the pressure of work. ", "But Kamau can’t even consider retiring: He needs to pay his son’s boarding school fees, and wants to send him to college. ", "Instead of slowing down in his older age, Kamau continues to work. To increase his earnings, he seeks out off-platform clients to fill the slow hours. “Driving is my career and my family depends on it to survive,“ he said", " “As much as I’m tired and mostly live from hand to mouth, there’s no stopping now.”"], "ner_entities": [["Six or seven days", "DATE"], ["Gilberto Alves de Souza", "PERSON"], ["São Paulo", "PERSON"], ["at least 12 hours", "TIME"], ["62", "DATE"], ["roughly 4000 reais", "MONEY"], ["790", "MONEY"], ["monthly", "DATE"], ["1,412 reais", "MONEY"], ["273", "MONEY"], ["29", "CARDINAL"], ["36", "DATE"], ["52", "CARDINAL"], ["the age of 50", "DATE"], ["Laís Martins", "PERSON"], ["Kimberly Mutandiro", "PERSON"], ["Lam Le", "PERSON"], ["Victoria Turk", "PERSON"], ["2021", "DATE"], ["the International Labour Organization", "ORG"], ["United Nations", "ORG"], ["29", "CARDINAL"], ["36", "CARDINAL"], ["the coming years", "DATE"], ["the past three months", "DATE"], ["52", "CARDINAL"], ["between the ages of 50 and 75 years", "DATE"], ["Latin America", "LOC"], ["Africa", "LOC"], ["South Asia", "LOC"], ["Southeast Asia", "LOC"], ["second", "ORDINAL"], ["long hours", "TIME"], ["40 years", "DATE"], ["Florian Juergens-Grant", "PERSON"], ["Women in Informal Employment:", "ORG"], ["Spanish", "LANGUAGE"], ["Latin America", "LOC"], ["Brazil", "GPE"], ["Uber", "PERSON"], ["Didi", "PERSON"], ["over 60", "CARDINAL"], ["less than 5%", "PERCENT"], ["GSM", "ORG"], ["second", "ORDINAL"], ["Vietnam", "GPE"], ["approximately 3%", "PERCENT"], ["50", "DATE"], ["roughly 890", "CARDINAL"], ["older than 55", "CARDINAL"], ["around 3.8%", "PERCENT"], ["approximately 6.2 million", "CARDINAL"], ["the coming decades", "DATE"], ["65 or older", "DATE"], ["2050", "DATE"], ["1.6 billion", "CARDINAL"], ["Claudia Mahler", "PERSON"], ["U.N.", "ORG"], ["decades", "DATE"], ["The Organization for Economic Co-operation and", "ORG"], ["OECD", "ORG"], ["OECD", "ORG"], ["two years", "DATE"], ["the mid-2060s", "DATE"], ["One", "CARDINAL"], ["the age of 55", "DATE"], ["Funda", "ORG"], ["Ustek Spilda", "PERSON"], ["Fairwork", "ORG"], ["the Oxford Internet Institute", "ORG"], ["De Souza", "PERSON"], ["Brazil", "GPE"], ["just a couple of years", "DATE"], ["the years", "DATE"], ["monthly", "DATE"], ["2,800 reais", "MONEY"], ["552", "MONEY"], ["a little over half", "DATE"], ["Nguyen Van Sau", "PERSON"], ["the Mekong Delta", "LOC"], ["Ho Chi Minh City", "GPE"], ["nights", "TIME"], ["the day", "DATE"], ["6 a.m.", "TIME"], ["midnight", "TIME"], ["one", "CARDINAL"], ["Aura Sevilla", "WORK_OF_ART"], ["WIEGO", "ORG"], ["Sevilla", "ORG"], ["Sixty-five-year-old", "CARDINAL"], ["Nigerian Uber", "ORG"], ["Kunle Shofolade", "ORG"], ["Uber", "ORG"], ["2019", "DATE"], ["at least eight hours", "TIME"], ["70", "DATE"], ["Vietnam", "GPE"], ["Pakistan", "GPE"], ["Fifty-eight-year-old", "CARDINAL"], ["Mirza Shahzada Khurram", "PERSON"], ["Islamabad", "GPE"], ["Careem", "ORG"], ["64-year-old", "DATE"], ["Maureen Zephora Khumalo", "PERSON"], ["Johannesburg", "GPE"], ["my eighties", "DATE"], ["Khumalo", "PERSON"], ["their own hours", "TIME"], ["I.I.", "GPE"], ["60-year-old", "DATE"], ["Venezuelan", "NORP"], ["her days", "DATE"], ["Venezuela", "GPE"], ["I.I.", "GPE"], ["Amjad Ali Khan", "PERSON"], ["53", "DATE"], ["eight to 10 hours", "TIME"], ["Pakistan", "GPE"], ["capital city", "GPE"], ["Islamabad", "GPE"], ["Khan", "PERSON"], ["the International Labour Organization", "ORG"], ["2021", "DATE"], ["only 41%", "PERCENT"], ["20%", "PERCENT"], ["less than 10%", "PERCENT"], ["approximately 30%", "PERCENT"], ["Jennifer Cole", "PERSON"], ["Royal Holloway", "ORG"], ["University of London", "ORG"], ["long hours", "TIME"], ["Cole", "PRODUCT"], ["U.K.", "GPE"], ["2021", "DATE"], ["Saeedullah Khan", "PERSON"], ["62", "DATE"], ["Karachi", "GPE"], ["Zulfiqar Masood", "PERSON"], ["52-year-old", "DATE"], ["Lahore", "GPE"], ["Omar Alfonzo", "PERSON"], ["53-year-old", "DATE"], ["Venezuela", "GPE"], ["long hours", "TIME"], ["Huynh Thanh Long", "PERSON"], ["51-year-old", "DATE"], ["Ho Chi Minh City", "GPE"], ["Last year", "DATE"], ["57-year-old", "DATE"], ["Donald Manzini", "PERSON"], ["Uber", "ORG"], ["Johannesburg", "GPE"], ["long hours", "TIME"], ["Seven months later", "DATE"], ["Manzini", "PERSON"], ["more than 10 years", "DATE"], ["Ho Chi Minh City", "GPE"], ["only do half-day", "CARDINAL"], ["Masood", "PERSON"], ["Lahore", "GPE"], ["12-hour", "TIME"], ["50", "CARDINAL"], ["U.S.", "GPE"], ["2017", "DATE"], ["Gig Workers Rising", "ORG"], ["the end of every week", "DATE"], ["de Souza", "PERSON"], ["15", "MONEY"], ["the International Labour Organization", "ORG"], ["less than 20%", "PERCENT"], ["20%", "PERCENT"], ["Uma Rani", "PERSON"], ["ILO", "GPE"], ["Companies like Uber, Bolt", "WORK_OF_ART"], ["2020", "DATE"], ["India", "GPE"], ["one", "CARDINAL"], ["the Code on Social Security", "ORG"], ["Chile", "GPE"], ["years", "DATE"], ["Brazilian", "NORP"], ["monthly", "DATE"], ["62", "DATE"], ["65", "CARDINAL"], ["the Institute of Applied Economic Research", "ORG"], ["only 23%", "PERCENT"], ["Vietnam", "GPE"], ["South Africa", "GPE"], ["monthly", "DATE"], ["60", "DATE"], ["120", "MONEY"], ["Rani", "PERSON"], ["2021", "DATE"], ["ILO", "ORG"], ["Venezuela", "GPE"], ["Rafael Ramírez", "PERSON"], ["52-year-old", "DATE"], ["64", "DATE"], ["Tran Thanh", "PERSON"], ["Gojek", "PERSON"], ["Vietnam", "GPE"], ["70", "DATE"], ["South Africa", "GPE"], ["E-Hailing Partners Council", "ORG"], ["3,000", "CARDINAL"], ["5%–10%", "PERCENT"], ["between 150–300", "CARDINAL"], ["the age of 50", "DATE"], ["Chris Mnguni", "PERSON"], ["Partners Council", "ORG"], ["The Kenyan Transport Workers Union", "ORG"], ["the labor ministry", "ORG"], ["Wycliffe Alutalala", "PERSON"], ["Rani", "PERSON"], ["ILO", "ORG"], ["The United Nations", "ORG"], ["Rani", "PERSON"], ["India", "GPE"], ["Global South", "LOC"], ["the Global North", "PRODUCT"], ["Sixty-year-old", "DATE"], ["Kenyan", "NORP"], ["Patrick Chege Kamau", "ORG"], ["more than 10 years", "DATE"], ["2020", "DATE"], ["March this year", "DATE"], ["long hours", "TIME"], ["Kamau", "ORG"], ["Kamau", "ORG"]]},
{"title": "The company making Mexico’s EV charging stations compatible with Chinese cars", "url": "https://restofworld.org/2024/vemo-byd-chinese-ev-charging-mexico/", "author": "Daniela Dib", "publication_date": "2024-05-17", "image_urls": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-5-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-27-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-33-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-34-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-45-40x60.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/RoW_EV_Mexico_AR-23-40x27.jpg"], "body": ["In April, Karla González bought her first electric car, a ", " Dolphin. She was drawn to how quiet it was when she drove it — a little oasis in noisy Mexico City.", "But there was a downside: Charging her car outside a dealership was a hassle. While she waited to have her BYD charger installed at home, González drove to a public charging station in Manacar, a nearby shopping mall. She was surprised to find it stocked chargers for cars from Tesla and other American EV brands — but not her Chinese-made BYD.", "“Every charging station should have all chargers that fit the different EVs there are in the country,” she told ", "González is one of the hundreds of BYD users in Mexico who regularly struggle with the lack of GBT chargers, which are used in most Chinese EVs. Less than 2% of the 3,708 public charging stations in the country are fit for Chinese cars, according to a ", "estimate based on data from two apps that help locate public chargers, as well as from two national EV associations. Now, Vemo, a young Mexican company, is trying to change this by installing more charging stations that are compatible with Chinese EVs, in partnership with BYD. This could become the second-largest EV charging network in the country after the one owned by Tesla.", "“Tesla, some years ago, invested heavily in putting its chargers in Mexico’s main connecting roads, in shopping malls, etc.,” Gerardo Gómez Gálvez, Mexico country manager for auto-industry consultancy J.D. Power, told ", "Vemo is now “building its charger strategy with support from third-party developers who bring the chargers,” he said.", "Founded in 2021, Vemo runs an EV ride-hailing fleet, helps companies add EVs to their fleets, offers EV financing, and runs a network of public charging stations. It currently has nearly 500 EV chargers installed in Mexico, which can be found using the company’s Watts app. Less than 12% of Vemo’s EV chargers are compatible with Chinese cars, according to information available on Watts.", "Vemo made headlines in 2022 when it announced it would purchase 1,000 BYD D1 models to grow its ride-hailing fleet, which already included EVs from other brands and is available for Uber users in Mexico City. Vemo’s ride-hailing fleet is currently the largest operation of BYD cars in Mexico. ", "Last April, Vemo and BYD announced they would work together to bring more GBT chargers to Mexico. Their goal is to double the total size of their current charging network, made up of almost 500 chargers, before 2025. Although they did not specify how many GBT chargers they plan to add, the companies said the expansion aims to benefit owners of BYD EVs.", "Vemo’s partnership with BYD came after its co-founders, Roberto Rocha and Germán Losada, visited BYD’s Shenzhen headquarters on a business trip. They realized that the affordable vehicles “made sense for a market like Mexico,” Miguel Peña Flores, head of marketing and press relations at Vemo, told ", ".", "Vemo has set up six large charging stations across Mexico City so far, where its ride-hailing drivers charge tens of BYD cars simultaneously. Some of those chargers are available for individual EV owners to use for a fee. Other EV infrastructure competitors, like the Dominican Republic-based Evergo, only have 11 GBT chargers in Mexico, according to data from Evergo’s charger location app. Aside from a handful of chargers installed across its four showrooms in Mexico City and other BYD dealerships nationwide, BYD does not have its own network of chargers in the country.", "“If you buy a cheap adapter, you can compromise your charging system and your car.”", "Hybrid and electric cars have become increasingly popular in Mexico: Their sales ", " by more than 40% between 2022 and ", ", and now represent ", " nationwide. According to research by J.D. Power, about 20 Chinese automakers have entered the country in the past four years, including BYD. Together, they now have a roughly 10% market share. ", "But nearly half the current EV charging infrastructure in Mexico has been developed by Tesla, Francisco Cabeza, who heads the Mexican Association for Electric Vehicle Promotion, told ", " The rest of the country’s public charging infrastructure — mostly Type 1 or Type 2 chargers used for EVs from BMW, Nissan, or Volvo — is run by independent EV infrastructure companies, including Vemo. These companies often partner with individual carmakers to run their chargers.", "To navigate the shortage of BYD-compatible chargers, users often rely on adapters that can be purchased online, José Fernández, who sells BYD-related products on ", " told", "But using them comes at a risk. “If you buy a cheap adapter, you can compromise your charging system and your car,” Fernández said.", "Adapters, especially those of lower quality that are used at home, could overheat, malfunction, or potentially harm entire electrical installations, according to Fernández. Their price hovers around 1,500 pesos (about $89), but some chargers can be as cheap as 300 pesos ($18). Aside from sellers like Fernández, GBT adapters can easily be found on sites like ", ".", "BYD’s partnership with Vemo is likely to boost the carmaker’s sales, which have fallen short of the company’s projections. It ", " 10,000 cars in 2023, and between 20,000 and 30,000 in 2024 — ", "the company sold just 1,123 cars last year. ", "BYD did not respond to an interview request from ", ".", "Vemo and BYD are “making the contribution to increase the new-energy vehicle penetration rates in Mexico and in Latin America,” Ray Zhou, BYD’s president in Mexico, said in a 2023 documentary about Vemo called ", ". ", "“Vemo is the most ideal and trustworthy company we can find in the market,” Zhou had said."], "ner_entities": [["April", "DATE"], ["Karla González", "PERSON"], ["first", "ORDINAL"], ["Mexico City", "GPE"], ["BYD", "ORG"], ["González", "PERSON"], ["Manacar", "GPE"], ["Tesla", "ORG"], ["American EV", "ORG"], ["Chinese", "NORP"], ["BYD", "ORG"], ["González", "PERSON"], ["one", "CARDINAL"], ["hundreds", "CARDINAL"], ["BYD", "ORG"], ["Mexico", "GPE"], ["GBT", "ORG"], ["Chinese", "NORP"], ["Less than 2%", "PERCENT"], ["3,708", "CARDINAL"], ["Chinese", "NORP"], ["two", "CARDINAL"], ["two", "CARDINAL"], ["EV", "ORG"], ["Vemo", "PERSON"], ["Mexican", "NORP"], ["Chinese", "NORP"], ["BYD", "ORG"], ["second", "ORDINAL"], ["EV", "ORG"], ["Tesla", "ORG"], ["Tesla", "ORG"], ["some years ago", "DATE"], ["Mexico", "GPE"], ["Gerardo Gómez Gálvez", "PERSON"], ["Mexico", "GPE"], ["J.D. Power", "ORG"], ["Vemo", "PERSON"], ["third", "ORDINAL"], ["2021", "DATE"], ["Vemo", "PERSON"], ["EV", "GPE"], ["EV", "ORG"], ["EV", "ORG"], ["Mexico", "GPE"], ["Watts", "LOC"], ["Less than 12%", "PERCENT"], ["Vemo", "PERSON"], ["EV", "ORG"], ["Chinese", "NORP"], ["Watts", "LOC"], ["2022", "DATE"], ["1,000", "CARDINAL"], ["BYD", "ORG"], ["D1", "CARDINAL"], ["Uber", "ORG"], ["Mexico City", "GPE"], ["Vemo", "PERSON"], ["BYD", "ORG"], ["Mexico", "GPE"], ["Last April", "DATE"], ["Vemo", "PERSON"], ["BYD", "ORG"], ["GBT", "ORG"], ["Mexico", "GPE"], ["almost 500", "CARDINAL"], ["2025", "DATE"], ["GBT", "ORG"], ["BYD EVs", "ORG"], ["Vemo", "PERSON"], ["BYD", "ORG"], ["Roberto Rocha", "PERSON"], ["Germán Losada", "PERSON"], ["BYD", "ORG"], ["Shenzhen", "GPE"], ["Mexico", "GPE"], ["Miguel Peña Flores", "PERSON"], ["Vemo", "PERSON"], ["Vemo", "PERSON"], ["six", "CARDINAL"], ["Mexico City", "GPE"], ["tens", "CARDINAL"], ["BYD", "ORG"], ["EV", "ORG"], ["EV", "ORG"], ["the Dominican Republic", "GPE"], ["Evergo", "ORG"], ["11", "CARDINAL"], ["GBT", "ORG"], ["Mexico", "GPE"], ["Evergo", "ORG"], ["four", "CARDINAL"], ["Mexico City", "GPE"], ["BYD", "ORG"], ["BYD", "ORG"], ["Mexico", "GPE"], ["more than 40%", "PERCENT"], ["between 2022", "DATE"], ["J.D. Power", "ORG"], ["about 20", "CARDINAL"], ["Chinese", "NORP"], ["the past four years", "DATE"], ["BYD", "ORG"], ["roughly 10%", "PERCENT"], ["nearly half", "CARDINAL"], ["EV", "ORG"], ["Mexico", "GPE"], ["Tesla", "ORG"], ["Francisco Cabeza", "PERSON"], ["the Mexican Association for Electric Vehicle Promotion", "ORG"], ["1", "CARDINAL"], ["2", "CARDINAL"], ["BMW", "ORG"], ["Nissan", "ORG"], ["Volvo", "ORG"], ["EV", "ORG"], ["Vemo", "PERSON"], ["BYD", "ORG"], ["José Fernández", "PERSON"], ["Fernández", "PERSON"], ["Fernández", "PERSON"], ["1,500", "CARDINAL"], ["about $89", "MONEY"], ["300", "CARDINAL"], ["18", "MONEY"], ["Fernández", "PERSON"], ["GBT", "ORG"], ["BYD", "ORG"], ["Vemo", "PERSON"], ["10,000", "CARDINAL"], ["2023", "DATE"], ["between 20,000 and 30,000", "CARDINAL"], ["2024", "DATE"], ["just 1,123", "CARDINAL"], ["last year", "DATE"], ["Vemo", "PERSON"], ["BYD", "ORG"], ["Mexico", "GPE"], ["Latin America", "LOC"], ["Ray Zhou", "PERSON"], ["BYD", "ORG"], ["Mexico", "GPE"], ["2023", "CARDINAL"], ["Vemo", "PERSON"], ["Vemo", "PERSON"], ["Zhou", "PERSON"]]},
{"title": "Mexico is in a crisis. Political candidates are busy dancing on TikTok ", "url": "https://restofworld.org/2024/mexico-presidential-election-tiktok-dance/", "author": "Lorena Ríos", "publication_date": "2024-05-09", "image_urls": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/IMG_4847-40x87.jpg"], "body": ["One afternoon in late March, Jorge Álvarez Máynez ", " to the beat of a ", " tune before climbing off the stage, jumping over a barricade, and walking into a crowd of women.", "To the untrained eye, the 38-year-old might have come off as a nascent rock star. In reality, Álvarez Máynez is a presidential hopeful, dancing his way across Mexico as the country prepares to head to the polls.", "He’s not the exception. With only a few weeks to go before elections, candidates are pulling out their best dance moves. Awkwardly performed choreographies, viral memes, and TikTok challenges have been at the center of political campaigns. This strategy, experts told ", ", has been successful in drawing eyeballs even as it has ", " many of Mexico’s urgent problems.", "Candidates “are too caught up in the need to be present on social media, to be trending,” said Alejandra López, a political scientist at Anáhuac University. But, she added, “a like is not a vote.”", "In June, Mexicans will vote for more than ", " posts, including for Congress, state governorships, and local representatives. Nearly a ", " of Mexico’s electorate — some ", "million people — is between 18 and 29 years of age. And the country is ", ": Last year, 93.2% of internet users were on Facebook and 76.5% on TikTok. It’s no surprise that a viral post, dance, or jingle is a top prize this campaign season.", "Álvarez Máynez’s campaign jingle is a classic example of such virality: It has been played more than 3 million times on Spotify, and has found fans as far as South Korea. Another candidate from his party, Mariana Rodríguez, has upped the game, starring in several glitzy ", " in her signature neon-orange sneakers. Rodríguez, who is running for mayor of Monterrey, in northern Mexico, best embodies the current wave of new politicians and their bet on social media as an electoral strategy.", "But similar experiments to gain popularity have failed.", "Claudia Sheinbaum, the leading presidential candidate, ", " while dancing to ", " music in Mazatlán in April. Xóchitl Gálvez, the main opposition candidate, pulled out a few basic moves inside her cramped tour bus in March and ", " to Mexican regional music earlier this month. ", "“That’s so uncomfortable to watch,” Manuel Alejandro Zamudio Rojas, a law intern, ", ", referring to the latter episode.", "While he hasn’t been immune to criticism, Álvarez Máynez, more than any other candidate, has become synonymous with dancing during this campaign season, twirling supporters to the rhythm of a ", " and ", " the choreography to his campaign song on an endless loop. Despite his visibility on social media, Álvarez Máynez is trailing in third place in most polls.", "Mexico is currently in the midst of a crisis. During President Andrés Manuel López Obrador’s term, homicides have risen 8% compared to the previous administration; a wave of extortions has taken over ", " and paralyzed ", ". At least ", " have been killed since December 2018. More than 30 candidates have been killed during this campaign season. Immigration and water scarcity have also become pressing issues.", "Prompted by moderators during two recent televised debates, the presidential candidates discussed their governance plans in greater detail than they have on their social platforms: Xóchitl Gálvez said she would strengthen prosecutors’ offices to tackle femicide. Claudia Sheinbaum promised to implement a ", "to respond to calls about gender violence. Álvarez Máynez said his government would demilitarize the country.", "While some analysts say social media-based strategies have generated sympathy and made young politicians relatable, others point out that candidates aren’t using them as a segue to detailed proposals outside the debates. “There is no one talking about affordable housing, the precarious jobs [young people] have to accept, the lack of opportunities to start a family,” said López.", "Interspersed among gimmicky TikTok content are ", " of ", ", often containing few details about their cost, timeline, or implementation strategy.", "The offices of Álvarez Máynez, Gálvez, and Sheinbaum did not respond to a request for comment from ", ".", "Mexicans have started sifting through the wannabe-viral content to try and find governance plans. Alfredo Velázquez, a 27-year-old economist with nearly ", " on TikTok, is one of them. In his videos, he boils down candidates’ policies, often after digging through their official websites.", "“People want to know what was said, what wasn’t, and what is true,” Velázquez told ", ".", "Voters are increasingly turning to TikTok for fact-checking and short summaries of televised debates. A video by ", ", a 19-year-old content creator, on each candidate’s proposal regarding education has 1.2 million views.", "While this electorate might find dances amusing, it takes more to get young people to go out and vote, Gisela Rubach, a political strategist, told ", ". “Young people are moved by causes. That’s the one thing that will get them to vote,” she said. To further lure young voters, Álvarez Máynez has visited a number of universities during his campaign.", "Daniel Agüero, a 22-year-old architecture student from the state of Guerrero, told ", " he was not impressed by the current campaign strategies, but decided to vote for Álvarez Máynez after seeking out details of his plans directly on his website. He said he found the candidate’s plans on security and transparency compelling. ", "“I understand that, in the end, people are ruled by emotions,” said Agüero. But when it comes to candidates’ campaigns, “I would expect better.”"], "ner_entities": [["One afternoon", "TIME"], ["late March", "DATE"], ["Jorge Álvarez Máynez", "PERSON"], ["38-year-old", "DATE"], ["Álvarez Máynez", "PERSON"], ["Mexico", "GPE"], ["only a few weeks", "DATE"], ["TikTok", "ORG"], ["Mexico", "GPE"], ["Alejandra López", "PERSON"], ["Anáhuac University", "ORG"], ["June", "DATE"], ["Mexicans", "NORP"], ["Congress", "ORG"], ["Mexico", "GPE"], ["some  million", "CARDINAL"], ["between 18 and 29 years of age", "DATE"], ["Last year", "DATE"], ["93.2%", "PERCENT"], ["Facebook", "ORG"], ["76.5%", "PERCENT"], ["TikTok", "ORG"], ["jingle", "ORG"], ["this campaign season", "DATE"], ["Álvarez Máynez’s", "PERSON"], ["more than 3 million", "CARDINAL"], ["Spotify", "GPE"], ["South Korea", "GPE"], ["Mariana Rodríguez", "PERSON"], ["Rodríguez", "GPE"], ["Monterrey", "ORG"], ["Mexico", "GPE"], ["Claudia Sheinbaum", "PERSON"], ["Mazatlán", "GPE"], ["April", "DATE"], ["Xóchitl Gálvez", "PERSON"], ["March", "DATE"], ["Mexican", "NORP"], ["earlier this month", "DATE"], ["Manuel Alejandro Zamudio Rojas", "PERSON"], ["Álvarez Máynez", "PERSON"], ["Álvarez Máynez", "PERSON"], ["third", "ORDINAL"], ["Mexico", "GPE"], ["Andrés Manuel López", "PERSON"], ["8%", "PERCENT"], ["December 2018", "DATE"], ["More than 30", "CARDINAL"], ["two", "CARDINAL"], ["Xóchitl Gálvez", "PERSON"], ["Claudia Sheinbaum", "PERSON"], ["Álvarez Máynez", "PERSON"], ["TikTok", "NORP"], ["Álvarez Máynez", "PERSON"], ["Gálvez", "PERSON"], ["Sheinbaum", "PERSON"], ["Mexicans", "NORP"], ["Alfredo Velázquez", "PERSON"], ["27-year-old", "DATE"], ["TikTok", "ORG"], ["one", "CARDINAL"], ["Velázquez", "ORG"], ["19-year-old", "DATE"], ["1.2 million", "CARDINAL"], ["Gisela Rubach", "PERSON"], ["one", "CARDINAL"], ["Álvarez Máynez", "PERSON"], ["Daniel Agüero", "PERSON"], ["22-year-old", "DATE"], ["Guerrero", "ORG"], ["Álvarez Máynez", "PERSON"], ["Agüero", "PERSON"]]},
{"title": "Aches, pains, and no health insurance for aging gig workers", "url": "https://restofworld.org/2024/pakistan-elderly-gig-worker-health/", "author": "Zuha Siddiqui", "publication_date": "2024-05-20", "image_urls": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/GIG-ECONOMY-PAKISTAN-32-40x26.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/8D8A9109-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/8D8A9013-40x26.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/GIG-ECONOMY-PAKISTAN-03-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/GIG-ECONOMY-PAKISTAN-18-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/GIG-ECONOMY-PAKISTAN-36-40x27.jpg"], "body": ["When Mirza Khurram Shahzad, 58, lost his job as an air conditioning engineer in Islamabad five years ago, he sat at home for five months, sending out his resume in the hope of finding a new job. When he heard nothing back, he turned to ride hailing. “I realized that driving is also a skill, and I needed money, so I became a Careem driver,” he told ", ".  ", "Since becoming a driver in 2019, Shahzad has settled into a routine. He starts work at 8 a.m., dropping off a doctor who lives in his neighborhood to the hospital where she works. Then he switches on the two ride-hailing apps on his phone — Careem and inDrive — and looks for passengers until 3 p.m. He then goes home. Working longer hours takes a toll on his body. “I don’t want to overexert,” he said. “I’ve developed hemorrhoids because of sitting for long periods of time; sometimes I have gas trouble and stomach aches.” ", "The nature of gig work — particularly driving, which involves sitting still for hours at a time — puts workers at risk of health conditions including back pain, joint pain, and hemorrhoids. It can also exacerbate existing health conditions and injuries. Older gig workers, who also have to contend with age-related health issues, are particularly impacted. ", "Escalating inflation, rising poverty levels, and widespread unemployment in Pakistan have prompted the country’s older population — including retirees and people made redundant by other industries — to enter the gig workforce. The Centre for Labour Research, an organization based in Rawalpindi, conducts research and annual surveys on platform work, in conjunction with research partner Fairwork. In its 2022 and 2023 surveys, at least 25% of the gig workers interviewed were above the age of 40 years. Researchers with the organization told ", " this number has likely increased since then. “In the last year, inflation has crossed 50%, compelling many to find work wherever it is easier,” said Iftikhar Ahmad, the Centre’s founder. “And we all know that access to gig work is relatively easier.”  ", "According to Jennifer Cole, a biological anthropologist at Royal Holloway, University of London, the mid-fifties is when non-communicable diseases, such as cancer, heart disease, and hypertension, begin to surface. “It’s an age where, particularly if you haven’t got good health insurance, your requirement for health care starts to increase quite dramatically,” she told ", ". “The poorer you’ve been, the worse your health is going to be. And that would include people who’ve been doing manual jobs, construction and agricultural workers, taxi drivers … Their bodies are literally starting to get worn out.”", "Pakistan does not have universal health coverage. According to the World Health Organization, only ", " is eligible for various government and state-sponsored health-care and social security programs. As a result, older gig workers slip through the cracks, ineligible for government health benefits that only apply to full-time employees. ", "“The problem stems from the fact that gig workers aren’t recognized as employees; they’re independent contractors, and so they’re not eligible for state-mandated health care benefits, such as minimum wage protection, pension, social security, and accidental coverage,” Lahore-based labor and law expert Hiba Akbar told ", "“Legally speaking, it’s a smokescreen — [their] employers don’t have to deal with legal obligations.” ", "Older gig workers in Pakistan who spoke with ", " reported a range of health-related issues — several of which, they said, were a consequence of their work. Basharat Buraak, 56, has been a Careem driver since 2017. He spends nearly 10 hours a day on the road, and is diabetic. “My symptoms have certainly been exacerbated by the nature of my work,” he said. “My feet feel numb, I’m exhausted by the time I get home. I don’t drink enough water because I can’t keep stopping to go to the toilet.”", "Given their precarious employment, older drivers struggle to get the health care they need. Kamran Sabir, 67, became a Careem driver about three years ago after retiring from his job as an accountant — his pension wasn’t enough to sustain him. After hours of driving every day, he told ", ", his joints ache, and he massages them with mustard oil. “Sometimes I wake up in the middle of the night and my hands feel numb,” he said. ", "“I’m exhausted by the time I get home; I don’t drink enough water because I can’t keep stopping to go to the toilet.”", "Saeedullah Khan, 62, is a taxi-driver turned gig worker in Karachi who works for ride-hailing platforms Careem and inDrive. He has been trying to save money to get a knee replacement surgery, which he says he needs because of the number of hours he has spent driving on Karachi’s chaotic streets. In addition to aching joints, Khan said he routinely suffers from headaches and rarely gets more than seven hours of sleep at night. Still, he said he will continue to work: “I don’t really have a choice, I have to support my family of six.” ", "Older gig workers are increasingly finding themselves plagued by health concerns, from lower back and elbow pain to work stress and reduced cognitive function, Asadullah Memon, general secretary of the Pakistan Workers’ Federation, told ", ".", "One ", ", published in 2022, found that out of 268 ride hailing drivers between the ages of 20 to 55 interviewed in Lahore, 38.4% reported pain in their inner elbow, a condition commonly associated with driving for long hours. Muhammad Azam, a UAE-based physiotherapist and the primary author of the study, told ", " that the older workers interviewed were “more prone” to elbow and joint pain, as well as numbness. ", "While ride-hailing platforms Careem and inDrive provide in-ride accidental insurance, these programs do not extend to medical coverage for drivers when they are not on the clock. Careem and inDrive did not respond to a request for comment. ", "A number of social security programs exist in Pakistan that could help older workers, but ride-hailing drivers are excluded from them because they are informal workers, according to Akbar, the labor academic. These programs range from social security provisions to the Workers Welfare Fund, which gives access to a range of funds and grants.", "According to the ", ", Pakistan’s informal economy accounts for 71.7% of employment in jobs outside agriculture, including transport, construction, and manufacturing. ", " ", " The number of people in Pakistan over the age of 60.", "Pakistan is among the world’s youngest countries, with two-thirds of its population of 220 million under 30 years. But there is also a growing number of people aged over 60 — nearly 12.5 million, according to a 2019 report published by the British Council and HelpAge International. The report estimates that there will be more than 40 million older people in the country by 2050, representing 16% of the total population.", "“There are no [government] institutions protecting [aging] ride-hailing drivers. A limited company employee would get access to these privileges,” Khuwaja Umar, a former gig driver-turned-labor organizer from Karachi, told ", ". “People usually enter this field because of desperation, not out of choice.”", "There have been some attempts at legislation to bring gig workers into the fold of state social security nets. The Pakistan Peoples Party (PPP) claimed it would introduce legislation for the social protection of digital platform workers in its 2024 election manifesto, stating that it would extend social security coverage under the Workers Welfare Fund and Employees’ Old-Age Benefit Institution to gig workers. The party won a majority in Pakistan’s Sindh province, and is currently part of Pakistan’s coalition government.  The PPP did not respond to a request for comment.", "“People usually enter this field because of desperation, not out of choice.”", "Amjad Ali Khan, 53, began driving for ride hailing platform inDrive about a year ago, when his job in real estate didn’t allow him to make ends meet. “[Construction materials] became really expensive and the demand for housing went down, so now I drive for ride hailing platforms to earn a living,” he told ", ", on the phone from Islamabad.", "Khan said", "he has only been able to earn 4,000 Pakistani rupees ($14) in March, hovering just above the national poverty line of 3,030 rupees ($11) per month. But he is not eligible for financial assistance through the federally operated Benazir Income Support Programme, meant for “formally employed” workers earning below 35,000 ($126). Last month, the program doled out ", " containing rice, flour, and grain to workers nationwide — Khan said that he went to the local distribution point, but was sent back home empty-handed. “They told me my name wasn’t on their list because I am an informal worker,” he said. Now, he is debating trading in his car for a cheaper model to help with finances. ", "Being on the roads for 10 hours a day, nearly every day, has taken a toll on Khan’s health. He is often exhausted. “I find myself wobbling on my feet when I get out of my car after a day’s shift,” he said. “This kind of work requires that you look at your phone constantly, but also pay attention to passengers making bids. My eyes hurt and I get frequent headaches. My neck also hurts.”"], "ner_entities": [["Mirza Khurram", "PERSON"], ["58", "DATE"], ["Islamabad", "GPE"], ["five years ago", "DATE"], ["five months", "DATE"], ["Careem", "ORG"], ["2019", "DATE"], ["8 a.m.", "TIME"], ["two", "CARDINAL"], ["3 p.m.", "TIME"], ["hours", "TIME"], ["hours", "TIME"], ["Pakistan", "GPE"], ["The Centre for Labour Research", "ORG"], ["Rawalpindi", "PERSON"], ["2022", "DATE"], ["2023", "DATE"], ["at least 25%", "PERCENT"], ["the age of 40 years", "DATE"], ["the last year", "DATE"], ["50%", "PERCENT"], ["Iftikhar Ahmad", "PERSON"], ["Centre", "ORG"], ["Jennifer Cole", "PERSON"], ["Royal Holloway", "ORG"], ["University of London", "ORG"], ["mid-fifties", "DATE"], ["Pakistan", "GPE"], ["the World Health Organization", "ORG"], ["Hiba Akbar", "PERSON"], ["Pakistan", "GPE"], ["Basharat Buraak", "PERSON"], ["56", "DATE"], ["Careem", "ORG"], ["2017", "DATE"], ["nearly 10 hours", "TIME"], ["Kamran Sabir", "PERSON"], ["67", "DATE"], ["Careem", "ORG"], ["about three years ago", "DATE"], ["hours", "TIME"], ["every day", "DATE"], ["the middle of the", "DATE"], ["Saeedullah Khan", "PERSON"], ["62", "DATE"], ["Karachi", "GPE"], ["Careem", "PERSON"], ["hours", "TIME"], ["Karachi", "ORG"], ["Khan", "PERSON"], ["more than seven hours", "TIME"], ["night", "TIME"], ["six", "CARDINAL"], ["Asadullah Memon", "PERSON"], ["the Pakistan Workers’ Federation", "ORG"], ["One", "CARDINAL"], ["2022", "DATE"], ["268", "CARDINAL"], ["between the ages of 20 to 55", "DATE"], ["Lahore", "GPE"], ["38.4%", "PERCENT"], ["long hours", "TIME"], ["Muhammad Azam", "PERSON"], ["UAE", "GPE"], ["Careem", "PERSON"], ["Pakistan", "GPE"], ["Akbar", "GPE"], ["the Workers Welfare Fund", "ORG"], ["Pakistan", "GPE"], ["71.7%", "PERCENT"], ["Pakistan", "GPE"], ["the age of 60", "DATE"], ["Pakistan", "GPE"], ["two-thirds", "CARDINAL"], ["220 million", "CARDINAL"], ["under 30 years", "DATE"], ["nearly 12.5 million", "CARDINAL"], ["2019", "DATE"], ["the British Council", "ORG"], ["HelpAge International", "ORG"], ["more than 40 million", "MONEY"], ["2050", "DATE"], ["16%", "PERCENT"], ["Khuwaja Umar", "PERSON"], ["Karachi", "GPE"], ["The Pakistan Peoples Party", "ORG"], ["PPP", "ORG"], ["2024", "DATE"], ["the Workers Welfare Fund and Employees’ Old-Age Benefit Institution", "ORG"], ["Pakistan", "GPE"], ["Pakistan", "GPE"], ["PPP", "ORG"], ["Amjad Ali Khan", "PERSON"], ["53", "DATE"], ["about a year ago", "DATE"], ["Islamabad", "GPE"], ["Khan", "PERSON"], ["4,000", "CARDINAL"], ["Pakistani", "NORP"], ["14", "MONEY"], ["March", "DATE"], ["3,030", "CARDINAL"], ["11", "MONEY"], ["Benazir Income Support Programme", "WORK_OF_ART"], ["35,000", "CARDINAL"], ["126", "MONEY"], ["Last month", "DATE"], ["Khan", "PERSON"], ["10 hours", "TIME"], ["nearly every day", "DATE"], ["Khan", "PERSON"], ["day", "DATE"]]},
{"title": "The war in Gaza is reshaping moderation rules", "url": "https://restofworld.org/2023/exporter-gaza-social-media-moderation/", "author": "Russell Brandom", "publication_date": "2023-11-30", "image_urls": [], "body": ["After weeks of horrific images and alarming news reports out of Gaza and Israel, it was inevitable that some of the trauma would spill onto social media — and platforms have shown little sense of knowing how to deal with it. But we’re only now getting a glimpse of just how widespread the chaos has been, and how much work platform companies still have to do in digging out of it.", "In ", ", a member of Meta’s independent Oversight Board gave new details about the weeks immediately following the October 7 attacks. As part of ", ", the Board receives appeals from the company or its users when a moderation decision is believed to be false, or simply raises issues the company can’t resolve. But in the three weeks after the attacks, the board received 20 times more appeals than usual, according to board member Julie Owono.", "“The majority of those appeals concern Meta’s Dangerous Organizations policy, but we’ve also seen significant reporting around violent incitement as well as the hate speech policy,” Owono said, adding that the content included “on-the-ground footage, news reports, edited educational videos, [and] blanket statements of support for Israel or Palestine.”", "There are plenty of users ready to challenge decisions and escalate through all available channels", "This lines up with what users have noticed anecdotally: both a string of decisions cutting against Palestinian interests, and an overall chaos that makes it difficult to tell what the platform policy actually means. News videos have been ", ". Prominent accounts have been ", ", ostensibly for security reasons. Most recently, Meta ", " calling for the death of a Palestinian activist — ultimately taking it down when it was reported by a nonprofit group. Images from Gaza are often grisly and upsetting, showing the inherent violence of the conflict itself. Hamas is on Facebook’s official list of dangerous organizations (although notably, it gets the designation from ", " rather than the broader ", "), so even basic descriptions of the conflict are subject to takedown on the basis of naming the group. It’s a situation that’s ripe for ambiguous moderation calls, and with tempers high on both sides, there are plenty of users ready to challenge decisions and escalate through all available channels.", "Despite great progress in moderation policy over the past 10 years, the crisis is catching the industry largely unprepared. Most trust-and-safety policy work is about establishing specific cases where a particular action is warranted. In 2013, platforms were still mostly caught off guard by nonconsensual pornography; now, ", " has a formal workflow for reporting that content. ", " is well-known enough to be a meme. Similar workflows have been developed for inauthentic accounts and manipulated media. The maddening challenge of moderation is always to draw clear lines between what’s allowed and what isn’t — but in these specific cases, we’ve been able to draw those lines.", "The conflict in Gaza sits awkwardly between these categories. There are lots of false claims, but it’s difficult to assess when they qualify as misinformation. There are lots of alarming statements — but often, designating them as “hate speech” only muddies the waters further. There are ideas about how to ", ", but what’s happening in Gaza is not a conflict between two armies but between a national military, a terrorist group, and a civilian population, with fraught racial and religious divisions between all three. For corporate leaders, the United States’ close ties to Israel make the ongoing war impossible to brush aside. There are simply no rules for how platforms can chart a course through something like this, and little of the prior trust and safety work applies.", "Cataclysmic moments have reshaped moderation norms before. In 2010, WikiLeaks challenged how online outlets could oppose U.S. interests, and how far infrastructure companies could go to stop them. In 2016, the scandal around Cambridge Analytica forced Facebook and other platforms to take more responsibility over their own users. As the current tensions reach a breaking point, we may be headed for another such turning point soon.", "This essay was originally published in our Exporter newsletter. You can subscribe ", "."], "ner_entities": [["weeks", "DATE"], ["Gaza", "GPE"], ["Israel", "GPE"], ["Meta", "ORG"], ["Oversight Board", "ORG"], ["the weeks", "DATE"], ["October 7", "DATE"], ["Board", "ORG"], ["the three weeks", "DATE"], ["20", "CARDINAL"], ["Julie Owono", "PERSON"], ["Meta", "ORG"], ["Owono", "PERSON"], ["Israel", "GPE"], ["Palestine", "GPE"], ["Palestinian", "NORP"], ["Meta", "ORG"], ["Palestinian", "NORP"], ["Gaza", "GPE"], ["Hamas", "ORG"], ["Facebook", "ORG"], ["the past 10 years", "DATE"], ["2013", "DATE"], ["Gaza", "GPE"], ["Gaza", "GPE"], ["two", "CARDINAL"], ["three", "CARDINAL"], ["the United States", "GPE"], ["Israel", "GPE"], ["2010", "DATE"], ["WikiLeaks", "PRODUCT"], ["U.S.", "GPE"], ["2016", "DATE"], ["Cambridge Analytica", "GPE"]]},
{"title": "Tech platforms are suffocating opposition media", "url": "https://restofworld.org/2024/exporter-platforms-censor-russian-opposition/", "author": "Russell Brandom", "publication_date": "2024-02-15", "image_urls": [], "body": ["Since the start of the Ukraine war, tech platforms have made life very difficult for Roman Dobrokhotov. Founder of Russia-focused outlet ", ", Dobrokhotov has led investigations of Russia-linked assassinations around the world, developing a reputation as ", ". But a few months after the war began, ", "’s Facebook traffic abruptly dropped to zero, an indication that the site had been severely downranked.", "Dobrokhotov was able to make contact with someone at Facebook, but it didn’t do much good. “They explained it with the fact that they decided not to promote political content,” he told me, “which is silly because we just wanted to show our content to the 100,000 people who decided to subscribe to our content in Facebook.”", "Google hasn’t been much better. ", " has been intermittently blocked from Google’s News and Discover services (possibly because it ran afoul of ", "), and Dobrokhotov suspects the site has been downranked in Google Search, too.", "“Our traffic was growing quickly after the full-scale invasion started,” Dobrokhotov told me. “Millions of Russian people wanted to learn more from our investigations … But because of this [downranking] we are losing millions of readers.”", "It’s a common problem for independent media outlets in Russia. In a survey ", " by the International Republican Institute, 14 out of the 16 Russian civil society groups interviewed had experienced platform issues since the war began. Six reported problems with Google Search specifically.", "It’s a particularly serious blow because outlets like ", " are already facing intense censorship from within Russia. ", "’s website is blocked in Russia, and only accessible through a VPN. On YouTube, ", "’s videos are swarmed by trolls sympathetic to Putin, who keep the videos out of recommendations by mass-reporting them. Online platforms are among the few ways to get around that censorship — but they’ve shown little interest in helping journalists like Dobrokhotov reach his audience.", "Some of these complaints have been ", " in media circles ", ". Companies like Meta and Alphabet are opaque and self-interested; they’re unreliable partners in the precarious world of digital media. But the urgency of the Ukraine war has put particular pressure on dissident media, which is now caught between a hostile regime at home and increasingly indifferent online platforms.", "Meta has been explicit about its ", " to ", " the political content that shows up in the company’s ", ", which was bound to hurt coverage of high-stakes issues like the war. In service of that goal, Facebook’s algorithms have become wary of any content that can be seen as controversial. With trolls already trying to suppress any content critical of Putin, it’s nearly impossible for content to make it through. The basic structure of the feed already makes it impossible to challenge or explain a change in ranking — so there’s very little that outlets like", " can do.", "At the same time, the pressure from repressive governments has grown even harder to ignore. I wrote last year about X’s ", ". Just this month, the ", " was ", " following government orders to X and internet service providers. Governments are getting better at taking down content, and platforms are less interested in fighting to keep it up.", "For ", ", it means that reaching an audience has become a challenge. “It’s sad to see that the Big Tech censorship appeared to be stronger than the Kremlin’s,” Dobrokhotov says. “I think Vladimir Putin is very grateful.”", "This essay was originally published in our Exporter newsletter. You can subscribe ", "."], "ner_entities": [["the Ukraine war", "EVENT"], ["Roman Dobrokhotov", "PERSON"], ["Russia", "GPE"], ["Dobrokhotov", "PERSON"], ["Russia", "GPE"], ["a few months", "DATE"], ["zero", "CARDINAL"], ["100,000", "CARDINAL"], ["Facebook", "GPE"], ["Google", "ORG"], ["Google’s News", "ORG"], ["Discover", "GPE"], ["Dobrokhotov", "PERSON"], ["Google Search", "ORG"], ["Millions", "CARDINAL"], ["Russian", "NORP"], ["millions", "CARDINAL"], ["Russia", "GPE"], ["the International Republican Institute", "ORG"], ["14", "CARDINAL"], ["16", "CARDINAL"], ["Russian", "NORP"], ["Six", "CARDINAL"], ["Google Search", "ORG"], ["Russia", "GPE"], ["Russia", "GPE"], ["YouTube", "ORG"], ["Putin", "PERSON"], ["Dobrokhotov", "PERSON"], ["Meta", "PERSON"], ["Alphabet", "GPE"], ["the Ukraine war", "EVENT"], ["Meta", "ORG"], ["Facebook’s", "ORG"], ["Putin", "PERSON"], ["last year", "DATE"], ["Just this month", "DATE"], ["Kremlin", "ORG"], ["Dobrokhotov", "PERSON"], ["Vladimir Putin", "PERSON"]]},
{"title": "Rideshare work attracts older drivers. Older drivers attract criminals", "url": "https://restofworld.org/2024/south-africa-crime-gig-workers/", "author": "Kimberly Mutandiro", "publication_date": "2024-05-20", "image_urls": ["https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/20240507342-Nolwazi-Rest-of-World-Uber-Story-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/20240507047-Nolwazi-Rest-of-World-Uber-Story-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/20240507208-Nolwazi-Rest-of-World-Uber-Story-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/20240507463-Nolwazi-Rest-of-World-Uber-Story-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/202405021305-Rest-of-World_-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/202405021068-Rest-of-World_-1-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/202405021044-Rest-of-World_-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/202405021257-Rest-of-World_-40x27.jpg", "https://149346090.v2.pressablecdn.com/wp-content/uploads/2024/05/20240502868-Rest-of-World_-40x27.jpg"], "body": ["At around 9 p.m. one Friday evening in December, 50-year-old Uber driver Nolwazi Mtshekexe got a ride request from a passenger in Soweto, a particularly dangerous corner of Johannesburg. She knew it was risky to pick up passengers from the area at night but decided to take a chance. ", "The fare, to be paid in cash, was about 150 rand ($8.30) to drop the passenger off at a nightclub in Rosebank, 35 kilometers away. But when Mtshekexe arrived at the pick-up point, three men were waiting for her, she told ", ". They seemed drunk, and two of them looked to be carrying weapons in their pants pockets, which made her hesitant. ", "Mtshekexe is part of a group of female drivers in Johannesburg who call themselves “night riders.” They share safety tips or alert each other to danger. Mtshekexe had heard about female drivers being attacked or carjacked after picking up more than one male customer at night, particularly in rough neighborhoods. She had a bad feeling about the Soweto passengers, but it was too late: The men quickly got into her black BMW. Heart pounding, she drove toward the destination. The men whispered in the back seat. After a tense 15 minutes of silence, one man spoke up: “Ma’am, why do you work at this hour of the night?”", "“I am hustling for my three kids because my husband passed away,” Mtshekexe recalled telling them. The men remained silent. A few minutes before the car reached the destination, they explained that they’d intended to rob Mtshekexe and take her car, but had taken pity on her. They warned her against working late at night again. “Next time, we will not be kind to you,” she remembered them saying. To underline their point, they refused to pay for the ride.", "Despite the close call, Mtshekexe continues working nights. She has since been robbed on multiple occasions. Mtshekexe and 11 other older South African gig drivers, told ", " they feel stuck in a dangerous industry and lack better job opportunities. ", "South Africa ranks third in Africa on the global ", ". Cities like Johannesburg, Cape Town, and Durban are some of the most dangerous in the world when it comes to carjackings, aggravated robberies, and murders. According to recent ", ", a large number of these crimes were reported in the last quarter of 2023 and the first quarter of 2024.", "There are approximately 135,000 digital platform-based gig workers in South Africa, estimated Fairwork, a global research project on gig work, in its ", ". Shane Choshane, a labor specialist and gig work researcher from the University of the Witwatersrand, told ", " the gig economy in Africa is dominated by younger drivers. Drivers aged 50 and above often join the industry because they were laid off, or to supplement their income", " ", "Older workers are more vulnerable to the crime endemic in the industry for a number of reasons. “They suffer from health issues and may find it difficult to defend themselves,” Ndabezinhle Khoza, secretary-general of the South African Ride Hailing Association, told ", ". “Companies like Uber, Bolt, and inDrive do not have effective security measures and are slow to respond on time during an emergency, even where older people are concerned.”", " The approximate number of digital platform-based gig workers in South Africa.", "In 2016, Uber driver Winnie Mzilankatha was carjacked; the robbers took her money and cellphone. Two years later, a minibus taxi mafia impounded her car, accusing her of picking up customers in their territory. She had to pay a full day’s earnings — 1,000 rand ($54) — to get her car back.", "Traumatized by the two incidents, Mzilankatha vowed to stop working for Uber before she turned 50 years old. Now 50, she feels stuck, with three children to look after and no job prospects. She told ", " she has been robbed six times in the past three years.", "“I suffer from high blood pressure; my feet are always painful and I’m tired. When thieves see me, they easily take advantage of me. But as long as they leave me alive, I will continue working for as long as it takes,” Mzilankatha said. She thinks Uber should put aside a fund for older drivers to make it easier for them to retire.", "Lorraine Onduru, Uber spokesperson for Sub-Saharan Africa, told ", " the company immediately investigates any incidents of crime when it is made aware of them, and takes appropriate action. “The company provides drivers with a range of safety features, including audio recording, RideCheck [a feature that sends notifications during rides asking if the driver is okay], and an in-app emergency button,” she said.", "Sandra Suzanne Buyole, public relations manager for Bolt Africa, acknowledged that drivers, including those who are older, face intimidation. ", "“Bolt condemns criminal conduct and violence of any form directed towards ride-hailing drivers because it believes that everyone has the right to earn a living and move around without risk of harm, intimidation, coercion, or fear of death or injury,” she said. In response to driver feedback, Bolt is testing a passenger verification feature to improve driver safety. New customers will be asked to take a selfie before they are able to book a ride, Buyole said.", "Andries Lamola, 59, recalls the day he was robbed while sitting in his car, as he waited to pick up an order outside a restaurant in central Johannesburg. A young man came up to his window and told him to look to the side. Lamola looked but saw nothing; when he turned around, he found that the man had disappeared with his cellphone and the bag where he kept his cash. During his three-year career, he has had other phones stolen. “I have heard worse and that other people were killed while on the job,” he told ", ". “Especially for us who are older, the risks are high. I use this job to make some money for my grandchildren.”", "“I have heard worse and that other people were killed while on the job.”", "Lamola hopes to retire one day and move back to rural Limpopo to be with his family. But he is unsure when he’ll be able to save enough money to do so. Although he knows that the job has no benefits, he hopes that one day things will change for the better.", "Crime against gig drivers has become prevalent in the country, and the police have received some reports of carjacking, robberies, and assaults, Brenda Muridili, a spokesperson for the South African Police Service, told ", ". ", "She said the police do not have specific statistics related to the sector, but that efforts were being made to improve driver security. “Police have, on several occasions, interacted with representatives of e-hailing services and engaged on how they can work together, especially on how the companies can improve the security of the drivers,” Muridili said.", "Sixty-year-old Teddy Dube switched from driving a metered taxi to working for Uber in 2014; being a driver is all he knows. In March, when he was on his way to pick up a customer in Eldorado Park, a thief smashed his window. Dube sped away, leaving the robber behind. He told ", " that on at least two occasions, two thieves jumped into his car after requesting rides, only to grab his phone and run out. On two other occasions, he picked up thieves who refused to pay the cash fee, grabbing his phones before jumping out of the vehicle. “Those of us who are now older can’t risk chasing after thieves. Some of them are part of gangs who might hijack [my car] or even do worse; we always hear such stories,” he said", " ", "Dube now stays vigilant at traffic intersections at night; he has heard stories of people being carjacked while waiting for the lights to turn green. Despite the risks, he does not intend to retire anytime soon — he needs to provide for his family."], "ner_entities": [["around 9 p.m. one", "TIME"], ["Friday", "DATE"], ["evening", "TIME"], ["December", "DATE"], ["50-year-old", "DATE"], ["Uber", "PERSON"], ["Nolwazi Mtshekexe", "PERSON"], ["Soweto", "GPE"], ["Johannesburg", "GPE"], ["night", "TIME"], ["about 150 rand", "MONEY"], ["8.30", "MONEY"], ["Rosebank", "ORG"], ["35 kilometers", "QUANTITY"], ["Mtshekexe", "PERSON"], ["three", "CARDINAL"], ["two", "CARDINAL"], ["Mtshekexe", "PERSON"], ["Johannesburg", "GPE"], ["night", "TIME"], ["Mtshekexe", "PERSON"], ["more than one", "CARDINAL"], ["night", "TIME"], ["Soweto", "GPE"], ["BMW", "ORG"], ["a tense 15 minutes", "TIME"], ["one", "CARDINAL"], ["this hour of the night", "TIME"], ["three", "CARDINAL"], ["Mtshekexe", "PERSON"], ["A few minutes", "TIME"], ["Mtshekexe", "PERSON"], ["late at night", "TIME"], ["Mtshekexe", "PERSON"], ["Mtshekexe", "PERSON"], ["11", "CARDINAL"], ["South African", "NORP"], ["South Africa", "GPE"], ["third", "ORDINAL"], ["Africa", "LOC"], ["Johannesburg", "GPE"], ["Durban", "ORG"], ["the last quarter of 2023", "DATE"], ["the first quarter of 2024", "DATE"], ["approximately 135,000", "CARDINAL"], ["South Africa", "GPE"], ["Fairwork", "ORG"], ["Shane Choshane", "PERSON"], ["the University of the Witwatersrand", "ORG"], ["Africa", "LOC"], ["50", "DATE"], ["Ndabezinhle Khoza", "FAC"], ["South African", "NORP"], ["South Africa", "GPE"], ["2016", "DATE"], ["Uber", "ORG"], ["Winnie Mzilankatha", "GPE"], ["Two years later", "DATE"], ["mafia", "ORG"], ["a full day", "DATE"], ["1,000 rand", "MONEY"], ["54", "MONEY"], ["Traumatized", "PERSON"], ["two", "CARDINAL"], ["Mzilankatha", "GPE"], ["50 years old", "DATE"], ["50", "DATE"], ["three", "CARDINAL"], ["six", "CARDINAL"], ["the past three years", "DATE"], ["Mzilankatha", "PERSON"], ["Uber", "PERSON"], ["Lorraine Onduru", "PERSON"], ["Africa", "LOC"], ["RideCheck", "ORG"], ["Sandra Suzanne Buyole", "PERSON"], ["Bolt Africa", "GPE"], ["Bolt", "ORG"], ["Bolt", "PERSON"], ["Buyole", "ORG"], ["Andries Lamola", "ORG"], ["59", "DATE"], ["the day", "DATE"], ["Johannesburg", "GPE"], ["three-year", "DATE"], ["Lamola", "PERSON"], ["one day", "DATE"], ["Limpopo", "GPE"], ["one day", "DATE"], ["Brenda Muridili", "PERSON"], ["the South African Police Service", "ORG"], ["Muridili", "PERSON"], ["Sixty-year-old", "DATE"], ["Teddy Dube", "PERSON"], ["Uber", "PERSON"], ["2014", "DATE"], ["March", "DATE"], ["Eldorado Park", "LOC"], ["Dube", "PERSON"], ["at least two", "CARDINAL"], ["two", "CARDINAL"], ["two", "CARDINAL"], ["night", "TIME"]]},
{"title": "Where’s the money? Jumia says it paid its delivery workers. Workers say they’re still waiting", "url": "https://restofworld.org/2024/jumia-food-delivery-driver-payments/", "author": "Damilare Dosunmu", "publication_date": "2024-05-10", "image_urls": [], "body": ["Evans Kidia started working for Kenyan logistics firm Tenadel in Nairobi in 2021. His work entailed delivering orders for ", " Food, the food delivery app of Africa’s largest homegrown e-commerce company. At the end of each week, Kidia told ", " the Tenadel executives would check the amount he made on the Jumia Food app and pay him after deducting a commission.", "The 43-year-old father of four worked in this arrangement for over two years — until December 2023 when Jumia discontinued its food delivery business in seven African countries, including ", ".", "The day the app shut down, Kidia had some money left", "in his Jumia Food wallet, but he never received it. Five months on, Kidia has still not been able to recover the balance amount. He is in a peculiar position because his money has been held up on Jumia’s platform but he was never directly involved with the company. He has been chasing his former manager at Tenadel, but that hasn’t worked. “We meet from time to time. I asked him about the balance but he did not respond,” said Kidia, adding that riders like him, who were hired specifically to deliver for Jumia Food, were let go after the platform shut down.", " spoke to 12 former Jumia Food workers in Kenya and Nigeria who say they were not paid for their final weeks of work with the app because it shut down abruptly. Meanwhile, Jumia Food told ", "it had paid all its logistics partners the full amount it owed the delivery workers. Three former Jumia Food partners, including Tenadel, told ", " they had, in turn, paid out all the riders.", "“Jumia takes all financial obligations seriously,” a company spokesperson said in an email on April 4 after ", " reported how ", " had left workers abandoned. “All payments due to the 3PL [third-party logistics providers] were fulfilled by Jumia before Jumia Food closure; this was to allow 3PL to pay the salaries owed to their delivery agents. Furthermore, we have never received any complaints from delivery agents stating that they have not been paid by their employer.”", "Jumia said it had over 600 logistics partners before it shut its food delivery business, but refused to share the exact number of workers on the app, stating that the figure changed often.", "Following the ", ", about how several Jumia Food workers had not been paid after it downsized its business, the company also told ", " it “did not directly employ most drivers.” But 31 former Jumia Food workers in Kenya and Nigeria told ", " they worked directly with the app with no involvement from a third-party player. At least nine of these workers said they have not been paid for the last week of work.", "Jumia is responsible for how workers are treated, even if they are employed through a partner, according to Chinyere Emeshie, a former consultant at Fairwork, a research project at the Oxford Internet Institute", "“While the third-party logistics companies are the direct employers of some gig riders, they operate within the framework provided by Jumia Food, which plays a crucial role in shaping the working conditions [for these riders],” Emeshie told ", ". “Jumia Food also holds accountability … They can create policies and guidelines that help mitigate against unfair practices and ensure that gig workers are treated fairly.”", "“We anticipated the closure because we saw all the signs before it happened.”", "Lagos-based IClass Logistics was among Jumia Food’s logistics partners until the app exited the market in December. The company had more than 50 Jumia Food delivery workers at its peak, CEO Rasheed Kayode told ", ". He said his company had paid all the workers before the app ceased operations.", "“We anticipated the closure because we saw all the signs before it happened and made lots of internal risk measures,” Kayode said. “IClass Logistics actually had a security deposit with Jumia, and based on our contract, account balancing is done over a period of time. There can be instances where outstanding deposits are owed on either side, and the deposit serves to settle those. So it will normally take a few weeks to balance out the outstanding with the security deposit we have with them.”", "Tenadel’s managing director, David Abwao, told ", " his firm had paid all Jumia Food workers the full amount, too. “I would like to know the riders who said they have not received their payment,” he said. “The only thing that would make sense is to know the exact riders that did not get the money.”", "Ayoade Ibrahim, a digital labor activist and co-founder of the Amalgamated Union of App-based Transporters of Nigeria, told ", " the agreements Jumia Food and its partners sign with gig workers are not transparent, leaving the workers vulnerable.", "“In partnership, you have a right to know when the company is doing well or the company is not,” Ibrahim said. “That’s not the case here. Even with the riders who work directly with them, they just discard these riders … Look now, they don’t call them workers and don’t treat them like partners. You are just using them.”", "Some delivery riders who worked directly with Jumia Food also said they haven’t been paid for the last week of work. “The company has some outstanding balance totaling to about 5,000 shillings [$38],” Wellington Ekabi, a Nairobi-based gig worker, told ", ". “I tried to reach out to them to no avail.” Ekabi had worked with Jumia Food for four years until its closure. ", "Opeyemi Moses, who worked directly with Jumia Food in Lagos for close to two years, told ", " he has been trying to recover over 30,000 naira ($22) that the company owes him.", "“I have lost hope in them,” he said."], "ner_entities": [["Evans Kidia", "PERSON"], ["Kenyan", "NORP"], ["Nairobi", "GPE"], ["2021", "DATE"], ["Africa", "LOC"], ["the end of each week", "DATE"], ["Kidia", "ORG"], ["Tenadel", "ORG"], ["the Jumia Food", "ORG"], ["43-year-old", "DATE"], ["four", "CARDINAL"], ["two years", "DATE"], ["December 2023", "DATE"], ["Jumia", "ORG"], ["seven", "CARDINAL"], ["African", "NORP"], ["Kidia", "ORG"], ["Jumia Food", "ORG"], ["Five months", "DATE"], ["Kidia", "ORG"], ["Jumia", "ORG"], ["Tenadel", "ORG"], ["Kidia", "ORG"], ["Jumia Food", "ORG"], ["12", "CARDINAL"], ["Jumia Food", "ORG"], ["Kenya", "GPE"], ["Nigeria", "GPE"], ["their final weeks", "DATE"], ["Jumia Food", "ORG"], ["Three", "CARDINAL"], ["Jumia Food", "ORG"], ["Tenadel", "ORG"], ["Jumia", "ORG"], ["April 4", "DATE"], ["third", "ORDINAL"], ["Jumia", "ORG"], ["Jumia Food", "ORG"], ["3PL", "DATE"], ["Jumia", "ORG"], ["600", "CARDINAL"], ["Jumia Food", "ORG"], ["31", "CARDINAL"], ["Jumia Food", "ORG"], ["Kenya", "GPE"], ["Nigeria", "GPE"], ["third", "ORDINAL"], ["At least nine", "CARDINAL"], ["the last week", "DATE"], ["Jumia", "PERSON"], ["Chinyere Emeshie", "PERSON"], ["Fairwork", "ORG"], ["the Oxford Internet Institute", "ORG"], ["third", "ORDINAL"], ["Jumia Food", "ORG"], ["Emeshie", "ORG"], ["Jumia Food", "ORG"], ["Lagos", "GPE"], ["IClass Logistics", "ORG"], ["Jumia Food’s", "ORG"], ["December", "DATE"], ["more than 50", "PERCENT"], ["Jumia Food", "ORG"], ["Rasheed Kayode", "PERSON"], ["Kayode", "PERSON"], ["IClass Logistics", "ORG"], ["Jumia", "ORG"], ["a few weeks", "DATE"], ["David Abwao", "PERSON"], ["Jumia Food", "ORG"], ["Ayoade Ibrahim", "PERSON"], ["the Amalgamated Union of App", "GPE"], ["Transporters of Nigeria", "ORG"], ["Jumia Food", "ORG"], ["Ibrahim", "PERSON"], ["Jumia Food", "ORG"], ["the last week", "DATE"], ["about 5,000", "CARDINAL"], ["38", "MONEY"], ["Wellington Ekabi", "ORG"], ["Nairobi", "GPE"], ["Ekabi", "LOC"], ["Jumia Food", "ORG"], ["four years", "DATE"], ["Opeyemi Moses", "PERSON"], ["Jumia Food", "ORG"], ["Lagos", "GPE"], ["close to two years", "DATE"], ["22", "MONEY"]]}
]